Traditionalize_itemlist = {
	[7673] = "塔瓦斯德的魔法項鏈",
	[30947] = "深紅鎖甲護胸",
	[31075] = "召喚者的救贖印記",
	[31331] = "夜刃",
	[31459] = "靈魂節制者胸甲",
	[23524] = "克銀腰帶",
	[7961] = "幻影之刃",
	[8153] = "野葡萄藤",
	[24676] = "艾德南護腕",
	[24804] = "龍鷹護肩",
	[25060] = "貓眼石項鏈",
	[16997] = "風暴之怒",
	[25316] = "覆靈之錘",
	[25828] = "石化地衣防禦者",
	[25956] = "活力之奈薩斯護腕",
	[9395] = "古代手套",
	[9459] = "瑟瑪普拉格的左臂",
	[9651] = "獅鷲獸騎士戰錘",
	[9779] = "歹徒披風",
	[9907] = "皇家長靴",
	[9971] = "雕花鎧甲肩鎧",
	[10035] = "禮服長褲",
	[28516] = "倒刺懲罰領巾",
	[28772] = "日怒鳳凰之弓",
	[29028] = "暴風儀祭頭盔",
	[29156] = "榮譽召喚",
	[10547] = "露營小刀",
	[21477] = "憤怒之戒",
	[10803] = "卑鄙之刃",
	[21861] = "魔染幽紋長袍",
	[11123] = "雨行護腿",
	[11187] = "樹葉護腕",
	[22501] = "霜火手套",
	[22757] = "森林環冠",
	[31076] = "救贖魔法刺刀印記",
	[31204] = "槍刃",
	[31332] = "閃現打擊",
	[31460] = "薩塔復仇者護腕",
	[23525] = "克銀長靴",
	[23909] = "血精靈強盜面罩",
	[12019] = "天藍護符",
	[24421] = "納葛蘭櫻桃",
	[24549] = "鬥士的鎧甲手套",
	[24677] = "大法師腰帶",
	[24805] = "龍鷹護腕",
	[24933] = "安格拉斯臂鎧",
	[25061] = "希登石項鍊",
	[25701] = "懲罰胸甲",
	[25829] = "聯盟護符",
	[12979] = "禦火披風",
	[13171] = "煙鬼的打火器",
	[18406] = "奧妮克希亞龍血護符",
	[19302] = "暗月戒指",
	[14131] = "禮節腰帶",
	[14195] = "喚雨者長靴",
	[28517] = "預言長靴",
	[20582] = "沉睡之石",
	[20966] = "衝擊之翡翠吊飾",
	[29285] = "紫羅蘭徽章",
	[14771] = "破壞者披風",
	[14835] = "暴君胸甲",
	[21862] = "魔染幽紋外套",
	[21990] = "幽紋繃帶",
	[22246] = "附魔魔紋包",
	[15283] = "月亮魔杖",
	[15411] = "弗丁印記",
	[31077] = "救贖之屠殺者指環",
	[31333] = "暗夜守衛者",
	[31461] = "阿達歐的禮物",
	[31717] = "暗影法師外套",
	[23782] = "魔鐵外殼",
	[16243] = "公式:符文奧金棒",
	[24934] = "暗羽腰帶",
	[25062] = "鋯石護符",
	[4250] = "山地腰帶",
	[4314] = "雙線毛紡護肩",
	[4346] = "圖樣:重型毛紡披風",
	[25702] = "毀滅綴鱗護腿",
	[25830] = "鬥士的皮頭盔",
	[25958] = "鷹刻護腕",
	[8948] = "曬乾的牛肝菌",
	[4538] = "多汁的西瓜",
	[4570] = "樺木槌",
	[4634] = "鐵質寶箱",
	[1182] = "黃銅護腕",
	[19047] = "木喉之智",
	[4794] = "野狼護腕",
	[19303] = "暗月項鍊",
	[19431] = "斯泰林的甲蟲殼",
	[9780] = "歹徒手套",
	[27878] = "奧奇奈死亡披風",
	[9908] = "皇家斗篷",
	[9972] = "雕花鎧甲護腕",
	[10036] = "禮服夾克",
	[10100] = "議員護肩",
	[28518] = "初新鐵護手",
	[5210] = "燃燒魔杖",
	[1310] = "鐵匠長褲",
	[1318] = "黑夜之斧",
	[10740] = "百夫長腿甲",
	[10804] = "詛咒之拳",
	[21863] = "靈魂布手套",
	[21991] = "厚幽紋繃帶",
	[22247] = "信念醫者的長靴",
	[22503] = "霜火護腕",
	[1414] = "破損的戰錘",
	[1422] = "舊皮手套",
	[1430] = "碎料手套",
	[5754] = "狼群獎章",
	[1446] = "黑石戰靴",
	[31462] = "撒塔斯勇士腰帶",
	[31718] = "黑暗風暴外套",
	[23783] = "一把魔鐵螺栓",
	[12020] = "綠石頸環",
	[24423] = "錘鏈護腿",
	[24807] = "堅固的裹足",
	[25063] = "多彩串珠",
	[6394] = "銀絲戰靴",
	[6426] = "黑爐護腕",
	[17768] = "樹種之環",
	[13108] = "虎擊襯肩",
	[6586] = "斥候手套",
	[1678] = "黑色巨魔之靴",
	[1710] = "強效治療藥水",
	[19432] = "源力之環",
	[27751] = "倖存者長矛",
	[27879] = "鬥士的綴鱗胸甲",
	[1766] = "帆布披風",
	[28391] = "世界之火胸甲",
	[14260] = "血紋護腕",
	[28647] = "森林之風護肩",
	[29031] = "暴風儀祭護肩",
	[29159] = "發光的瑟銀指環",
	[14644] = "骷髏鑰匙模具",
	[7354] = "長者之靴",
	[1846] = "鎖鏈護腕",
	[7482] = "遊俠護肩",
	[7514] = "冰怒魔杖",
	[21992] = "手冊:幽紋繃帶",
	[15284] = "長戰弓",
	[7738] = "常綠手套",
	[31079] = "水銀堅鋼石",
	[1974] = "刺靈護腕",
	[7930] = "重型秘銀胸甲",
	[31975] = "殘忍鬥士的鬼紋護腿",
	[24040] = "血色蘑菇",
	[24424] = "劣質皮護腿",
	[8186] = "恐懼魔杖",
	[24680] = "大法師手套",
	[2077] = "魔術法杖",
	[2125] = "破損的皮手套",
	[25576] = "走私者手套",
	[25832] = "鬥士的皮護肩",
	[25960] = "鷹爪遠行護腕",
	[2237] = "破舊的短褲",
	[2317] = "黑皮外套",
	[9461] = "充能齒輪",
	[2381] = "無光澤的鍊甲護腿",
	[2397] = "輕型鎖甲手套",
	[2429] = "赤色外衣",
	[9781] = "歹徒短褲",
	[9845] = "咒術師之鞋",
	[9909] = "皇家指環",
	[2493] = "木槌棒",
	[2509] = "精製短槍",
	[10101] = "議員短褲",
	[28520] = "核心手套",
	[2589] = "亞麻布",
	[10421] = "劣質銅外衣",
	[29160] = "綠寶石獅子戒指",
	[29288] = "紫羅蘭徽章",
	[2653] = "劣質鍊甲手套",
	[29928] = "流浪者編織長褲",
	[21993] = "手冊:厚幽紋繃帶",
	[2781] = "骯髒的短槍",
	[22377] = "雷木火鉗",
	[30952] = "大地治癒者的深紅護肩",
	[11445] = "上古長笛",
	[2877] = "戰鬥雙刃刀",
	[31336] = "巫術之劍",
	[31464] = "精準那魯腰帶",
	[11765] = "焚鐵護臂",
	[2973] = "狩獵外套",
	[2989] = "拋光鍊甲外套",
	[12021] = "盾鎧脛甲",
	[3021] = "遊俠之弓",
	[24425] = "手縫長褲",
	[24809] = "堅固之拳",
	[25065] = "綠松石領針",
	[25193] = "死亡之爪魔爪",
	[25321] = "神聖之錘",
	[25577] = "綠血馬褲",
	[3229] = "蛛絲腰帶",
	[25961] = "羽毛腕銬",
	[13109] = "黑火斗篷",
	[18154] = "暴雪信紙",
	[3373] = "碎料護腕",
	[27497] = "末日戰甲護手",
	[19434] = "龍類統御指環",
	[3469] = "銅質鍊甲戰靴",
	[3485] = "綠鐵護手",
	[28265] = "達斯雷瑪防禦之戒",
	[28393] = "注入光明的血錘",
	[28521] = "樹林修補者手套",
	[28649] = "加羅娜的璽戒",
	[28777] = "地窖潛行者披風",
	[3645] = "先知護腕",
	[14645] = "未完工的骷髏鑰匙",
	[30057] = "消滅護腕",
	[22378] = "拉文霍德之刀",
	[30825] = "秘法護盾戒指",
	[30953] = "破天者長靴",
	[15541] = "邪惡鍊甲護腿",
	[23146] = "設計圖:移形的暗影卓奈石",
	[31977] = "殘忍鬥士的鬼紋長袍",
	[24042] = "有害的孢子群",
	[4045] = "霧紋護腕",
	[4061] = "帝王皮護腕",
	[16309] = "龍火護符",
	[24682] = "大法師長褲",
	[24938] = "暗羽之盔",
	[25066] = "粉紅藍寶石項鏈",
	[4251] = "山地護肩",
	[25578] = "腐蝕觸角",
	[25834] = "鬥士的皮手套",
	[25962] = "長途行者之環",
	[8950] = "自製櫻桃餡餅",
	[4571] = "戰鬥小刀",
	[4699] = "先知腰帶",
	[4731] = "秘文肩甲",
	[4795] = "熊皮護腕",
	[9654] = "碑石長條",
	[9718] = "重鑄的英雄之劍",
	[9782] = "歹徒夾克",
	[9846] = "咒術師護腕",
	[9910] = "皇家手套",
	[4987] = "矮人隊長之劍",
	[28266] = "熔岩大地褶裙",
	[10102] = "議員長袍",
	[28522] = "正義碎片",
	[32980] = "精兵月布腕輪",
	[5211] = "黃昏魔杖",
	[29290] = "大治癒者之紫羅蘭徽章",
	[10806] = "阿塔萊預言者法衣",
	[21867] = "奧紋長靴",
	[10998] = "次級星界精華",
	[11190] = "藤蔓手套",
	[31338] = "夏綠蒂的常春藤",
	[5819] = "烈焰頭罩",
	[11766] = "焰紋護腕",
	[12022] = "彩虹項鏈",
	[6171] = "馴狼手套",
	[24811] = "堅固的護腿",
	[12470] = "沙行者護足",
	[25067] = "輝透石珠串",
	[12662] = "惡魔符文",
	[6395] = "銀絲披肩",
	[17772] = "狂熱暗影殘片墜飾",
	[17900] = "2級雷矛勳章",
	[13110] = "恐狼皮甲",
	[6587] = "斥候長褲",
	[25] = "破損的短劍",
	[27499] = "智力卷軸 V",
	[6907] = "海龜護甲",
	[27755] = "英豪腰帶",
	[6971] = "淬火罩帽",
	[7067] = "元素之土",
	[14198] = "薊皮披風",
	[14262] = "血紋手套",
	[14454] = "精靈貴族束腰",
	[29035] = "暴風戰衣面罩",
	[29291] = "紫羅蘭徽章",
	[7355] = "長者護腕",
	[7483] = "遊俠披風",
	[7515] = "天國寶珠",
	[21996] = "英雄護腕",
	[15158] = "午夜肩甲",
	[15222] = "倒刺木棒",
	[15286] = "紅木長弓",
	[22508] = "瘟疫之心便鞋",
	[22764] = "鐵藤腰帶",
	[31339] = "蘿拉之夜",
	[15862] = "閃擊斧",
	[15926] = "縛法者寶珠",
	[31979] = "殘忍鬥士的魔織披肩",
	[24044] = "地獄搶奪者",
	[8247] = "帝王紅色護腕",
	[24940] = "暗羽肩鎧",
	[25068] = "紫鋰輝石項鍊",
	[25836] = "保衛者木槌",
	[17773] = "巨型暗影碎片墜飾",
	[17901] = "3級雷矛勳章",
	[35] = "彎曲的法杖",
	[36] = "用舊的釘錘",
	[27500] = "保護卷軸 V",
	[37] = "破損的斧頭",
	[9783] = "劫掠者護胸",
	[9847] = "咒術師披風",
	[9911] = "皇家長褲",
	[38] = "新兵襯衣",
	[28396] = "解放手套",
	[28524] = "綠寶石匕首",
	[10231] = "深淵斗篷",
	[28780] = "嗜魂者裹手",
	[20845] = "撕裂的龍翼鱗片",
	[40] = "新兵之靴",
	[10807] = "阿塔萊預言者褶裙",
	[21869] = "冰霜影紋護肩",
	[22253] = "迷失卷軸",
	[11191] = "農夫之靴",
	[43] = "侍從之靴",
	[30956] = "歐朗諾克的老舊護腕",
	[44] = "侍從短褲",
	[31340] = "愛德華之願",
	[23277] = "少校的板層甲護肩",
	[45] = "侍從襯衣",
	[12023] = "銀石項鏈",
	[47] = "盜賊之鞋",
	[24813] = "堅固的護腕",
	[24941] = "暗羽護腕",
	[25069] = "綠簾石項鍊",
	[49] = "盜賊襯衣",
	[17774] = "天選印記",
	[17902] = "4級雷矛勳章",
	[51] = "見習牧師之靴",
	[52] = "見習牧師短褲",
	[19310] = "冰雪之王寶典",
	[19438] = "林格的暴風雪長靴",
	[27885] = "奧多爾靈魂魔杖",
	[19950] = "贊達拉英雄護符",
	[28269] = "巴巴的秘法披風",
	[28397] = "餘燼鷹之弩",
	[28525] = "堅信之戒",
	[55] = "學徒短靴",
	[20846] = "隱隱發光的眼睛",
	[56] = "學徒長袍",
	[57] = "侍僧長袍",
	[21870] = "冰霜影紋之靴",
	[21998] = "英雄護手",
	[15223] = "鋸齒之星",
	[15287] = "十字軍長弓",
	[59] = "侍僧鞋",
	[60] = "夾層外套",
	[23150] = "設計圖:厚重的黃金卓奈石",
	[15799] = "英雄獎章",
	[61] = "矮人皮質短褲",
	[31981] = "殘忍鬥士的魔織護手",
	[24046] = "轟雷褶裙",
	[24686] = "元素師長靴",
	[16623] = "蛋白石勳章",
	[25070] = "珊瑚珠鍊",
	[4316] = "高級毛紡短褲",
	[25710] = "月族頭巾",
	[25838] = "守衛者外衣",
	[17775] = "聰穎長袍",
	[8952] = "烤鵪鶉",
	[4508] = "血斑護甲",
	[4540] = "大塊的硬麵包",
	[4604] = "森林蘑菇",
	[4668] = "軍用鍊甲披風",
	[4732] = "秘文披風",
	[4796] = "貓頭鷹護腕",
	[9656] = "花崗岩護手",
	[9784] = "劫掠者戰靴",
	[9848] = "咒術師手套",
	[19823] = "贊達拉辯護者腰帶",
	[10040] = "白色婚紗",
	[28398] = "沉睡腰帶",
	[10232] = "深淵護手",
	[32988] = "精兵裝飾腰帶",
	[80] = "柔軟的毛邊鞋",
	[5212] = "閃耀魔杖",
	[5244] = "神聖魔杖",
	[21359] = "死亡執行者的長靴",
	[10808] = "阿塔萊預言者手套",
	[21871] = "冰霜影紋長袍",
	[5500] = "彩色珍珠",
	[11128] = "金棒",
	[11192] = "旅行手套",
	[30830] = "流亡部族之戟",
	[22895] = "魔法肉桂麵包",
	[5756] = "薄刃劍",
	[23407] = "軟棉護腕",
	[23535] = "英勇防禦者頭盔",
	[11832] = "博學墜飾",
	[12024] = "釩金墜飾",
	[6076] = "緊口短褲",
	[24431] = "麥克威的拍肉錘",
	[24687] = "元素師外套",
	[24943] = "血鱗脛甲",
	[25071] = "丹泉石墜飾",
	[6396] = "紋飾護胸",
	[25711] = "致命的穿孔護腿",
	[13048] = "蜃景之槌",
	[6556] = "吟游詩人護腕",
	[19312] = "生命花環",
	[19440] = "強力抗毒藥劑",
	[27759] = "浪潮頭巾",
	[27887] = "勇氣白金盾牌",
	[19824] = "贊達拉辯護者護臂",
	[7068] = "元素火焰",
	[14200] = "薊皮軟帽",
	[28655] = "自然生計腰帶",
	[32990] = "精兵裝飾護脛",
	[7228] = "提古勒和弗洛爾的草莓冰淇淋",
	[29167] = "變黑的長矛",
	[7356] = "長者披風",
	[7420] = "重裝步兵頭盔",
	[14904] = "蠻獸胸甲",
	[7516] = "塔貝薩的指令",
	[117] = "硬肉乾",
	[15224] = "擊碎者",
	[30703] = "魔法山泉水",
	[15416] = "黑龍鱗片",
	[15608] = "遠古肩鎧",
	[31343] = "卡媚的天藍色裙子",
	[15800] = "堅韌短劍",
	[23536] = "誓言守護者頭盔",
	[7964] = "堅固的磨刀石",
	[16248] = "公式:附魔武器 - 邪惡",
	[8188] = "爆破獵槍",
	[8249] = "帝王紅色手套",
	[2078] = "北地短劍",
	[24944] = "血鱗胸甲",
	[25584] = "黑暗之血隔熱手套",
	[25712] = "完美平衡斗篷",
	[17777] = "無情鍊甲",
	[8953] = "風乾的香蕉",
	[2302] = "手工皮靴",
	[2318] = "輕皮",
	[147] = "皺褶捕獸者短褲",
	[148] = "皺褶捕獸者襯衣",
	[19441] = "巨型毒囊",
	[9785] = "劫掠者護腕",
	[9849] = "咒術師之帽",
	[154] = "粗糙的襯肩",
	[19953] = "雷納塔基的野獸護符",
	[10041] = "夢紋頭飾",
	[28400] = "扭曲風暴戰刃",
	[10169] = "聖殿騎士腿鎧",
	[159] = "清涼的泉水",
	[2622] = "尼瑪爾的部落頭巾",
	[2654] = "劣質鍊甲短褲",
	[29936] = "天火護腿",
	[21873] = "原始月布腰帶",
	[11193] = "火風胸甲",
	[30832] = "機密揭露之錘",
	[30960] = "符文史凱瑟隆護腿",
	[2862] = "劣質磨刀石",
	[2910] = "金色民兵靴",
	[31728] = "家傳意志力徽記",
	[31856] = "暗月卡:聖戰",
	[2974] = "狩獵短褲",
	[3022] = "藍腮長褲",
	[3070] = "徽記披風",
	[24689] = "元素師頭盔",
	[24817] = "魔石護手",
	[25201] = "搶奪者鐮刀",
	[3166] = "鐵心鍊甲",
	[3182] = "蜘蛛絲",
	[25585] = "黑暗之血復仇腿鎧",
	[3214] = "戰士護腕",
	[17778] = "山艾束腰",
	[17906] = "3級霜狼勳章",
	[13177] = "閃避護符",
	[13369] = "火焰遠行之靴",
	[3374] = "棉布腰帶",
	[27505] = "正義紅寶石頭盔",
	[3470] = "劣質砂輪",
	[27889] = "碧火殲滅手套",
	[3566] = "迅猛龍殺手護甲",
	[28657] = "蠢人毒藥",
	[28785] = "電光相容器",
	[29169] = "恢復之戒",
	[29425] = "基爾加丹印記",
	[29553] = "蜥蜴的肝臟",
	[14841] = "暴君肩鎧",
	[14905] = "蠻獸護手",
	[29937] = "無限幻影頭盔",
	[21874] = "原始月布護肩",
	[15161] = "壯麗腰帶",
	[30961] = "覆蓋灰燼的頭盔",
	[31473] = "巨魔污染者護手",
	[15865] = "鐵邊圓盾",
	[15929] = "夜空寶珠",
	[24178] = "設計圖:零符吊飾",
	[4062] = "帝王皮短褲",
	[4078] = "主將頭盔",
	[8250] = "帝王紅色襯肩",
	[8314] = "雪白鎧甲護手",
	[24946] = "血鱗頭盔",
	[25074] = "泰拉蕊盾牌",
	[25202] = "君王之斧",
	[4317] = "鳳凰短褲",
	[4381] = "自動淨化裝置",
	[17907] = "4級霜狼勳章",
	[4541] = "剛出爐的麵包",
	[9210] = "幻象染料",
	[4701] = "銘文皮披風",
	[4829] = "睡夢腰帶",
	[9786] = "劫掠者披風",
	[9850] = "咒術師襯肩",
	[19827] = "贊達拉思考者護臂",
	[10042] = "灰布長袍",
	[28530] = "不滅狂怒胸針",
	[10234] = "深淵之靴",
	[20723] = "布萊恩的鋤頭",
	[5213] = "灼燒魔杖",
	[29170] = "喚風者寶珠",
	[29426] = "火翼徽章",
	[29810] = "龍頂肩章",
	[29938] = "軍用搜索者胸甲",
	[21875] = "原始月布長袍",
	[22003] = "闇影長靴",
	[11130] = "符文金棒",
	[5629] = "錘拳手套",
	[30834] = "移形者徽記",
	[30962] = "柏爾拉克的勇氣腰帶",
	[5757] = "硬木棍",
	[23155] = "設計圖:光亮的藍月石",
	[23539] = "受祝福的護腕",
	[31858] = "暗月卡:復仇",
	[12026] = "水銀墜飾",
	[24435] = "強化鎖甲之靴",
	[12282] = "用舊的戰斧",
	[6173] = "棉鞋",
	[24819] = "魔石護腿",
	[24947] = "血鱗護腿",
	[25331] = "報復法杖",
	[25715] = "翡翠戰士護肩",
	[13114] = "食人妖殺手護腿",
	[27507] = "堅鋼強弩",
	[27891] = "堅鋼雕像",
	[7005] = "剝皮小刀",
	[7069] = "元素空氣",
	[28403] = "末日戰甲護胸",
	[14266] = "血紋護肩",
	[28659] = "薩維亞短劍",
	[32998] = "精兵環型鎖甲腰帶",
	[20980] = "守衛者短弓",
	[7357] = "長者之帽",
	[7421] = "重裝步兵護手",
	[21620] = "殉難者之戒",
	[7485] = "遊俠腰帶",
	[7517] = "薄紗外套",
	[22004] = "闇影護腕",
	[15226] = "巨木棒",
	[15354] = "獵頭者披風",
	[22644] = "香脆蜘蛛腿",
	[31219] = "翡翠旁觀者之眼",
	[23540] = "魔鋼長刃",
	[15930] = "帝王紅色節杖",
	[7997] = "紅色迪菲亞面罩",
	[16058] = "弗丁徽記之戒",
	[8125] = "侍從護腕",
	[8157] = "矛騎兵胸甲",
	[24692] = "元素師護腕",
	[24820] = "魔石肩甲",
	[25076] = "尖嘯盾牌",
	[25204] = "巨像戰斧",
	[25716] = "精準手套",
	[25844] = "堅鋼魔棒",
	[17909] = "6級霜狼勳章",
	[18805] = "熔核犬牙",
	[9467] = "加茲瑞拉之牙",
	[9531] = "晶岩肩鎧",
	[27508] = "魔法使的手套",
	[9787] = "劫掠者護手",
	[9851] = "咒術師長褲",
	[9915] = "皇家頭飾",
	[28404] = "將軍的鬼紋腰帶",
	[28532] = "銀製飛刀",
	[28660] = "電鍍瑟銀披風",
	[10299] = "諾姆瑞根護符",
	[29044] = "虛空之刃面罩",
	[29172] = "艾斯炎的禮物",
	[10747] = "教師腰帶",
	[29812] = "藍色鋼鐵護手",
	[29940] = "精兵顱帽",
	[10939] = "強效魔法精華",
	[22005] = "闇影軍帽",
	[11195] = "戰鑄胸甲",
	[22517] = "信仰手套",
	[22645] = "香脆蜘蛛大餐",
	[30964] = "破天肩鎧",
	[719] = "馴兔手套",
	[727] = "卷刃的短劍",
	[23413] = "食人妖驅散器",
	[23541] = "克銀勇士",
	[24437] = "微舊的護腕",
	[32756] = "迴轉平衡克銀毀滅火槍",
	[24949] = "血鱗護腕",
	[25077] = "摩達尼戰盾",
	[791] = "灰燼法杖",
	[795] = "針織外套",
	[799] = "劣質皮外衣",
	[25717] = "健步長靴",
	[12987] = "暗紋馬褲",
	[13051] = "女巫之怒",
	[843] = "棕色皮靴",
	[847] = "鎖鏈護甲",
	[851] = "鬥士短劍",
	[859] = "優質布襯衣",
	[863] = "黑暗收割者",
	[867] = "聖力手套",
	[27893] = "尊敬之華麗護腿",
	[14139] = "月布護肩",
	[14267] = "血紋上衣",
	[20470] = "索蘭尼亞的占卜寶珠",
	[899] = "毒蜘蛛的牙齒",
	[29045] = "虛空之刃胸甲",
	[20982] = "監視者小刀",
	[923] = "長劍",
	[14843] = "暴君頭盔",
	[29813] = "編織能量披風",
	[14971] = "光榮肩甲",
	[22006] = "闇影手套",
	[15227] = "鑽石大棒",
	[15291] = "鷹身人縫衣針",
	[30709] = "灼熱怒氣馬褲",
	[15611] = "骨鏈斗篷",
	[983] = "紅色亞麻腰帶",
	[23542] = "魔鐵戰斧",
	[15931] = "秘法之星",
	[16059] = "普通的棕襯衣",
	[1011] = "鋒利的戰斧",
	[16251] = "公式:附魔護腕 - 超強耐力",
	[24694] = "噬骨便鞋",
	[8316] = "雪白鎧甲護腿",
	[4318] = "冥想手套",
	[25718] = "魔法勢力襯肩",
	[25974] = "貪婪狡猾頭盔",
	[4542] = "玉米麵包",
	[9276] = "海盜的手提箱",
	[1183] = "橡皮護臂",
	[4798] = "重型符文披風",
	[4830] = "騎兵護腿",
	[1215] = "支柱腰帶",
	[9788] = "劫掠者腰帶",
	[10044] = "灰布長靴",
	[28406] = "金邊符印之靴",
	[20471] = "天譴軍團的魔法卷軸",
	[10300] = "圖樣:紅色魔紋外衣",
	[1303] = "修橋工的手套",
	[5246] = "挖掘之杖",
	[1319] = "鋼鐵意志之戒",
	[10620] = "瑟銀礦石",
	[21495] = "其拉指揮官腿甲",
	[29814] = "天國珠寶戒指",
	[1359] = "獅紋手套",
	[10940] = "奇異之塵",
	[22007] = "闇影短褲",
	[11196] = "靈爆勳章",
	[22519] = "信仰束腕",
	[1423] = "舊皮短褲",
	[1431] = "碎料短褲",
	[31222] = "心怒頭巾",
	[1447] = "救世之戒",
	[31734] = "遠古德萊尼羽飾",
	[1479] = "薩爾瑪的隔熱手套",
	[23927] = "沙梨",
	[1503] = "皺皮戰靴",
	[6078] = "長槍兵之盾",
	[24439] = "野蠻護腿",
	[24951] = "沼澤殺戮者重靴",
	[25463] = "一對象長牙",
	[6398] = "紋飾腰帶",
	[1607] = "縛魂者",
	[25975] = "狼獵手之衣",
	[13052] = "好戰者",
	[13116] = "無目者護肩",
	[6590] = "鑄鐵戰靴",
	[18680] = "上古骨弓",
	[6910] = "吸血短褲",
	[27767] = "沼澤搶奪者",
	[20088] = "高地鍊甲腰帶",
	[20216] = "防腐頭顱腰帶",
	[14268] = "蓋亞護腕",
	[20472] = "索蘭尼安的日記",
	[20600] = "瑪法里恩的璽戒",
	[7230] = "重拳先生的大錘",
	[29047] = "虛空之刃肩甲",
	[14588] = "鷹眼束腰",
	[14652] = "蠍蟲腰帶",
	[1839] = "劣質皮帶",
	[7422] = "重裝步兵腰帶",
	[14908] = "蠻獸腿甲",
	[7486] = "上尉胸甲",
	[7518] = "薄紗長袍",
	[22008] = "闇影護肩",
	[1935] = "刺客之刃",
	[1943] = "哥布林鍊甲護腿",
	[1951] = "黑水彎刀",
	[15804] = "紫紅斗篷",
	[23544] = "符文錘",
	[15932] = "信徒酒杯",
	[16060] = "普通的白襯衣",
	[16252] = "公式:附魔武器 - 十字軍",
	[8158] = "矛騎兵護手",
	[8317] = "雪白鎧甲頭盔",
	[25080] = "破魔之盾",
	[2127] = "破損的皮外衣",
	[2143] = "硝化戰靴",
	[25464] = "血鑄三叉矛",
	[2175] = "影皮戰斧",
	[2207] = "雙刃彎刀",
	[25976] = "貪婪恩典頭盔",
	[2303] = "手工皮短褲",
	[18681] = "葬禮披風",
	[18809] = "耳語秘言腰帶",
	[9533] = "石工兄弟會之戒",
	[27512] = "破志者",
	[2431] = "赤色短褲",
	[9789] = "劫掠者腿甲",
	[9853] = "咒術師肚帶",
	[19833] = "贊達拉捕獵者護腕",
	[10045] = "簡易亞麻短褲",
	[10109] = "漫遊腰帶",
	[10173] = "奧秘護腕",
	[2575] = "紅色亞麻襯衣",
	[20857] = "蜂蜜麵包",
	[29176] = "薩塔羽飾",
	[10749] = "灰岩頭盔",
	[21753] = "寶石之戒",
	[21881] = "幽網蜘蛛絲",
	[22009] = "闇影外套",
	[2815] = "曲刃撕裂者",
	[22777] = "一卷煙火",
	[2879] = "雙極法杖",
	[2911] = "凱勒的腰帶",
	[23801] = "鬚肢鑰匙",
	[11965] = "石英戒指",
	[12029] = "綠石護符",
	[3023] = "大口徑短槍",
	[3039] = "灰木短弓",
	[3055] = "森林皮護胸",
	[24953] = "沼澤殺戮者護手",
	[25081] = "灣水盾牌",
	[25465] = "暴風烏鴉護符",
	[25593] = "風翼貓頭鷹護腿",
	[3231] = "殺手肩鎧",
	[12989] = "石像鬼之牙",
	[13053] = "厄運製造者",
	[13117] = "奧格隆的腰帶",
	[13373] = "血肉指環",
	[3375] = "棉布護腕",
	[27641] = "復仇者手杖",
	[13885] = "34磅重的紅腮魚",
	[27897] = "恩典滿溢胸甲",
	[19834] = "贊達拉狂妄者外套",
	[14141] = "鬼紋外衣",
	[28409] = "將軍的絲質腰帶",
	[14269] = "蓋亞便鞋",
	[20474] = "逐日者的書包",
	[14397] = "彈力襯肩",
	[14525] = "骨節護手",
	[3647] = "陽炎護腕",
	[14781] = "可汗披風",
	[21498] = "其拉祭祀匕首",
	[14909] = "蠻獸護肩",
	[21754] = "青綠石護符",
	[3759] = "隱居先知手套",
	[30201] = "鬥士的魔織長褲",
	[15229] = "祝福戰錘",
	[15421] = "流放者斗篷",
	[23546] = "魔鐵強化錘",
	[15933] = "簡易木枝",
	[4047] = "霧紋戰靴",
	[24314] = "圖樣:寶石包",
	[4079] = "主將護腿",
	[4127] = "榴彈爆破槍",
	[24826] = "虛空行者頭盔",
	[24954] = "沼澤殺戮者頭盔",
	[25082] = "魔鐵之盾",
	[25466] = "斷裂的觸角",
	[25594] = "風翼貓頭鷹長靴",
	[8766] = "晨露酒",
	[4447] = "深夜披風",
	[4575] = "醫療法杖",
	[18811] = "防火披風",
	[9470] = "大壞蛋面具",
	[4799] = "上古披風",
	[19323] = "無堅不摧之力",
	[27770] = "阿古斯式羅盤",
	[9854] = "射手夾克",
	[19835] = "贊達拉狂妄者襯肩",
	[28154] = "紅色絲質長褲",
	[10046] = "簡易的亞麻靴",
	[10238] = "重型板層長靴",
	[10302] = "圖樣:紅色魔紋短褲",
	[5215] = "灰燼魔杖",
	[5247] = "悲傷魔棒",
	[10750] = "生命之力短劍",
	[21755] = "戰士青綠石墜飾",
	[5503] = "蚌肉",
	[11134] = "次級秘法精華",
	[22395] = "怒氣圖騰",
	[11262] = "洛瑞卡寶珠",
	[31226] = "狡詐護腿",
	[31610] = "淨化魔棒",
	[23931] = "藍色守望長袍",
	[12030] = "黑玉項鏈",
	[32378] = "銀色之星",
	[24955] = "沼澤殺戮者護腿",
	[25083] = "悶燒盾牌",
	[6303] = "新鮮的滑皮鯖魚",
	[6367] = "粗鐵魚竿",
	[6399] = "紋飾護肩",
	[6431] = "帝王皮靴",
	[12926] = "噴焰指環",
	[12990] = "剃刀之鋒",
	[6559] = "吟游詩人圓盾",
	[6591] = "鑄鐵護臂",
	[6687] = "屍體製造者",
	[6719] = "烈風腰帶",
	[19324] = "剝奪者",
	[6911] = "苔蘚腰帶",
	[27771] = "末日戰甲護肩",
	[27899] = "神力之怒",
	[19836] = "贊達拉狂妄者護腕",
	[14142] = "鬼紋手套",
	[28411] = "將軍的絲質護腕",
	[28795] = "劍刃氏族戰爭護腕",
	[14526] = "圖樣:月布",
	[14590] = "鷹眼護腕",
	[14654] = "蠍蟲腕環",
	[21244] = "神聖其拉短劍",
	[7423] = "重裝步兵護腿",
	[7455] = "騎士腿甲",
	[21756] = "雕像 - 黃金野兔",
	[21884] = "原始之火",
	[22012] = "大師急救 - 屋中醫生",
	[15166] = "壯麗手套",
	[22268] = "龍人能量徽章",
	[15294] = "攻城長弓",
	[15486] = "久戰盾牌",
	[15614] = "骨鏈脛甲",
	[31483] = "葛德雷克的肩甲",
	[15934] = "賢者手杖",
	[31995] = "殘忍鬥士的片甲護腿",
	[8127] = "侍從斗篷",
	[8159] = "矛騎兵腰帶",
	[8191] = "龜殼頭盔",
	[24700] = "噬骨護腕",
	[24828] = "虛空行者襯肩",
	[24956] = "沼澤殺戮者護肩",
	[17021] = "野生漿果",
	[25468] = "石拳計畫",
	[8703] = "技藝徽記",
	[25852] = "托茍斯的尾羽",
	[9407] = "石紋護腿",
	[9599] = "樹皮護腿",
	[19325] = "胡力歐指環",
	[27644] = "復仇者的腰帶",
	[19581] = "狂暴者護腕",
	[9855] = "射手腰帶",
	[9919] = "追蹤者披風",
	[10047] = "簡易的褶裙",
	[10111] = "漫遊之帽",
	[10239] = "重型板層臂鎧",
	[28796] = "暗影邪惡面罩",
	[29180] = "神聖鱗片腰帶",
	[21117] = "阿拉索護符",
	[10751] = "珠光頭飾",
	[21885] = "原始之水",
	[22269] = "暗影徘徊者披風",
	[22397] = "兇暴塑像",
	[11263] = "虛空靈力魔杖",
	[23293] = "上尉騎士的鍊甲長褲",
	[11839] = "大石匠的眼鏡",
	[31996] = "殘忍鬥士的片甲護肩",
	[12031] = "磁石項鏈",
	[32508] = "深淵項鍊",
	[24445] = "固化護臂",
	[24829] = "虛空行者護腕",
	[24957] = "沼澤殺戮者護腕",
	[25085] = "龍鱗盾牌",
	[25597] = "復仇者腰帶",
	[13055] = "噬骨者",
	[18686] = "骨魔護肩",
	[13503] = "煉金石",
	[27389] = "多餘的重劍",
	[27517] = "奈德克斯手環",
	[27773] = "野人裹腿",
	[13951] = "活鋼臂甲",
	[28029] = "金藤護腕",
	[14143] = "鬼紋腰帶",
	[14207] = "活力護腿",
	[28669] = "惡霸之靴",
	[28797] = "野蠻巨魔僧侶披風",
	[29053] = "聖軀儀祭長褲",
	[21118] = "阿拉索護符",
	[14783] = "可汗腰帶",
	[21886] = "原始生命",
	[22526] = "骨頭碎片",
	[15487] = "久戰外套",
	[23038] = "異力戒指",
	[15807] = "輕弩",
	[15935] = "耐久木杖",
	[15999] = "法術能量護目鏡超級改良版",
	[16255] = "公式:附魔雙手武器 - 極效精神",
	[24446] = "結實皮腰帶",
	[8192] = "夜色護肩",
	[24702] = "海艾斯長靴",
	[24830] = "奈薩斯行者腰帶",
	[24958] = "可汗納許腰帶",
	[25086] = "尋夢者蒲公英",
	[25214] = "摩克納薩爾戰斧",
	[4320] = "蛛絲之靴",
	[25598] = "沼澤行者護腕",
	[25854] = "鬥士的絲質襯肩",
	[25982] = "工頭腰帶",
	[4544] = "莫高雷香料麵包",
	[4576] = "輕型弓",
	[18815] = "純焰精華",
	[4736] = "霧紋腰帶",
	[27390] = "復仇者的拆信刀",
	[4832] = "秘法圍裙",
	[27646] = "神射手的腰帶",
	[9792] = "青布長靴",
	[9856] = "射手之靴",
	[19839] = "贊達拉占卜師腰帶",
	[20095] = "高地布質長靴",
	[10112] = "漫遊護腿",
	[28670] = "地獄火集會長靴",
	[5216] = "暗影魔杖",
	[20991] = "日光披風",
	[21887] = "境外皮革",
	[5504] = "有腥味的蚌肉",
	[22527] = "元素之核",
	[5760] = "恆金寶箱",
	[11840] = "主建築師的襯衣",
	[31998] = "殘忍鬥士的皮質手套",
	[12032] = "玉髓頸圈",
	[24447] = "納迦鱗片長靴",
	[6176] = "矮人鳶盾",
	[24831] = "奈薩斯行者護脛",
	[25087] = "血色之眼",
	[6336] = "步兵外套",
	[25599] = "探險家手環",
	[6432] = "帝王皮披風",
	[12992] = "灼熱之刃",
	[6528] = "法師長袍",
	[6560] = "士兵之盾",
	[13376] = "皇家法官披風",
	[6752] = "槍騎兵戰靴",
	[27519] = "敵意披風",
	[27647] = "神射手的護腿",
	[27775] = "神聖儀祭護肩",
	[27903] = "音速之矛",
	[19840] = "贊達拉占卜師護腕",
	[28287] = "瓶裝鎮靜藥水",
	[28415] = "失落兜帽",
	[28671] = "鋼刺頭盔",
	[14400] = "彈力斗篷",
	[29055] = "聖軀儀祭裹手",
	[14592] = "鷹眼外套",
	[14656] = "蠍蟲斗篷",
	[7360] = "圖樣:黑皮手套",
	[7424] = "重裝步兵肩胄",
	[7456] = "騎士頭盔",
	[7488] = "上尉頭盔",
	[7552] = "獵鷹之鉤",
	[30335] = "德魯伊力量長靴",
	[22528] = "黑鐵碎片",
	[7712] = "杜安的襯肩",
	[15616] = "骨鏈腿鎧",
	[15808] = "優質輕弩",
	[31999] = "殘忍鬥士的皮質頭盔",
	[24064] = "鐵底重靴",
	[8160] = "矛騎兵護脛",
	[8193] = "夜色短褲",
	[24832] = "奈薩斯行者胸甲",
	[24960] = "可汗納許胸甲",
	[16897] = "怒風胸甲",
	[25856] = "鬥士的絲質外衣",
	[2224] = "民兵匕首",
	[2240] = "皺褶斗篷",
	[2320] = "粗線",
	[9409] = "艾隆納亞的護腕",
	[2384] = "無光澤的鍊甲護腕",
	[9601] = "軟墊靴",
	[27520] = "堅固頭盔",
	[2432] = "赤色戰靴",
	[9793] = "青布手鐲",
	[9857] = "射手護腕",
	[28032] = "柔軟的綠斗篷",
	[2512] = "劣質箭",
	[10113] = "漫遊護肩",
	[10177] = "奧秘護腿",
	[10241] = "重型板層頭盔",
	[10305] = "保護卷軸 IV",
	[2592] = "毛料",
	[29056] = "聖軀戰衣裹布",
	[20993] = "山貓手套",
	[29312] = "正義之怒護帽",
	[2656] = "劣質鍊甲外衣",
	[30336] = "奔騰護手",
	[11137] = "幻象之塵",
	[22401] = "希望聖契",
	[22529] = "野性藻葉",
	[2864] = "符文銅質胸甲",
	[2880] = "弱效助熔劑",
	[31360] = "未完工的權杖頭",
	[2912] = "陰影之爪",
	[2928] = "蝕骨灰",
	[11841] = "主設計師的長褲",
	[11905] = "林克的迴旋鏢",
	[2992] = "拋光鍊甲手套",
	[3024] = "BKP 2700「執行者」",
	[3040] = "獵人火槍",
	[24449] = "仙人掌孢子",
	[24577] = "寬鬆螺紋長靴",
	[24705] = "海艾斯之帽",
	[24833] = "奈薩斯行者手套",
	[25089] = "懇求魔棒",
	[17026] = "野生棘根草",
	[3184] = "彎鉤匕首",
	[25601] = "陰鬱黑暗護腕",
	[3216] = "保暖冬衣",
	[12929] = "灰燼之怒",
	[25985] = "塞納里奧博物學家法杖",
	[13057] = "血矛",
	[13121] = "幼龍之翼",
	[13249] = "銀色十字軍",
	[27521] = "泰拉蕊狩獵腰帶",
	[27649] = "祭師護腿",
	[3472] = "銅質符文護手",
	[27905] = "恐怖夢境之劍",
	[19842] = "贊達拉懺悔者腰帶",
	[20098] = "高地布質腰帶",
	[14273] = "蓋亞披肩",
	[20482] = "秘法裂片",
	[14401] = "彈力軟帽",
	[14465] = "月語腰帶",
	[14529] = "符文布繃帶",
	[20994] = "綠鍊外衣",
	[3664] = "鱷魚燴肉",
	[3712] = "海龜肉",
	[30081] = "遺忘之戰爭長靴",
	[3776] = "致殘毒藥 II",
	[30337] = "護國者頭盔",
	[3840] = "綠鐵護肩",
	[22658] = "冰川披風",
	[31105] = "洞察霸主頭盔",
	[15617] = "骨鏈肩鎧",
	[15809] = "重弩",
	[23554] = "恆金符文刃",
	[32001] = "殘忍鬥士的皮質護肩",
	[24450] = "法力火花手套",
	[32771] = "勇敢空軍綬帶",
	[24962] = "可汗納許頭盔",
	[4257] = "綠色皮帶",
	[4385] = "綠色護目鏡",
	[4449] = "納拉克西斯的牙齒",
	[9410] = "山壁之拳",
	[4737] = "帝王皮肩甲",
	[9538] = "塔瓦斯德的金戒指",
	[27522] = "世界盡頭護腕",
	[27650] = "巡影者護腿",
	[19587] = "巡林者護腕",
	[27906] = "深紅鍛造胸甲",
	[19843] = "贊達拉懺悔者裹布",
	[10050] = "魔紋包",
	[28418] = "薩法爾之奈薩斯號角",
	[10242] = "重型板層護手",
	[10306] = "精神卷軸 IV",
	[29058] = "聖軀戰衣靈魂頭冠",
	[5249] = "燃火魔杖",
	[29314] = "第三硬幣護腿",
	[21507] = "流沙咒符",
	[21635] = "沙漠掠奪者之刺",
	[29954] = "縛靈襯肩",
	[21891] = "隕星碎片",
	[22147] = "火石草種子",
	[11138] = "小塊閃光碎片",
	[31106] = "獵捕者千里眼頭盔",
	[31234] = "德萊尼水晶之劍",
	[23299] = "上尉騎士的皮甲護腿",
	[23555] = "輓歌之刃",
	[11970] = "尖晶石戒指",
	[32514] = "司凱堤斯戒指",
	[24451] = "萊庫血腕環",
	[24579] = "榮譽堡印記",
	[24835] = "奈薩斯行者裹腿",
	[24963] = "可汗納許護腿",
	[25091] = "迷霧蘆葦火炬",
	[17028] = "聖潔蠟燭",
	[25603] = "傳授者之戰刃",
	[6433] = "帝王皮盔",
	[12930] = "石楠之環",
	[25987] = "地獄野豬雕刻之劍",
	[6529] = "閃光的小珠",
	[13122] = "黑暗幻影斗篷",
	[6593] = "鑄鐵披風",
	[18820] = "短暫能量護符",
	[18948] = "野人護腕",
	[27651] = "禿鷹便餐",
	[27779] = "白骨枷鎖項鍊",
	[27907] = "法力蝕刻馬褲",
	[7073] = "斷牙",
	[14210] = "活力斗篷",
	[28675] = "謝爾曼納偉大之戒",
	[28803] = "自然氣息兜帽",
	[28931] = "高階督軍的法術之劍",
	[14530] = "厚符文布繃帶",
	[14594] = "鷹眼手套",
	[29315] = "懺悔手套",
	[29443] = "血錘蠻禁烈酒",
	[14786] = "可汗腿甲",
	[14914] = "翡翠護腕",
	[21764] = "火焰紅寶石墜飾",
	[15106] = "達奧拉赫法杖",
	[22148] = "野生羽蔓",
	[15362] = "狡詐長靴",
	[7713] = "幻象法杖",
	[31107] = "薩滿洞察頭盔",
	[23044] = "厄運通報者",
	[31619] = "鬥士的裝飾肩甲",
	[7937] = "精製秘銀頭盔",
	[32003] = "殘忍鬥士的左齒鋸",
	[32387] = "烏鴉女神塑像",
	[24452] = "星光護手",
	[8259] = "蛇皮披風",
	[24836] = "奈薩斯行者襯肩",
	[24964] = "可汗納許肩飾",
	[17029] = "神聖蠟燭",
	[25604] = "戰錘監牢鑰匙",
	[25732] = "圖樣:惡魔皮手套",
	[18693] = "寒冷護手",
	[9411] = "石片肩鎧",
	[9603] = "粗砂法杖",
	[27780] = "假象之戒",
	[9859] = "射手軍帽",
	[10051] = "紅色魔紋包",
	[10179] = "奧秘之靴",
	[10243] = "重型板層腰帶",
	[28804] = "丘加利頭盔",
	[29316] = "酋長的襯肩",
	[21765] = "真銀治療戒指",
	[11139] = "大塊閃光碎片",
	[22661] = "極地外套",
	[31364] = "野性看守者胸甲",
	[31492] = "虛空之翼軍團之爪",
	[31748] = "撒塔斯力量領巾",
	[24069] = "水晶火焰法杖",
	[24453] = "贊格之牙短劍",
	[24709] = "報復腰帶",
	[24837] = "奈薩斯行者護腕",
	[24965] = "可汗納許護腕",
	[25093] = "暗影議會寶珠",
	[17030] = "十字章",
	[12803] = "生命精華",
	[25733] = "圖樣:惡魔皮靴",
	[25861] = "粗製飛斧",
	[25989] = "德萊尼花冠",
	[13059] = "石鴉",
	[13443] = "超強法力藥水",
	[13699] = "火焰石",
	[19334] = "狂野之刃",
	[27653] = "屠殺者護腿",
	[27909] = "惡潮褶裙",
	[19846] = "贊達拉幻術師裹布",
	[14211] = "活力裹手",
	[28677] = "亡者之書",
	[14403] = "彈力護手",
	[29061] = "審判者神聖王冠",
	[20998] = "翼龍腰帶",
	[29317] = "暴風之觸手套",
	[15107] = "諾奧拉赫寶珠",
	[22150] = "巨魔力量串珠",
	[30597] = "哈剌尼雙刃刀",
	[22662] = "極地手套",
	[30981] = "葛洛姆特的征服墜飾",
	[31109] = "隱匿千里眼頭盔",
	[31493] = "虛空之翼女巫護符",
	[31749] = "阿達歐的恢復項鍊",
	[24454] = "持久敏捷披風",
	[8196] = "黑檀彎刀",
	[4130] = "斯莫特的羅盤",
	[24966] = "鷹爪防護腰帶",
	[16903] = "怒風腰帶",
	[17031] = "傳送符文",
	[25478] = "防禦者的護手",
	[25606] = "火刃祭司指環",
	[25734] = "圖樣:惡魔皮護腿",
	[9412] = "加加恩的火槍",
	[9476] = "大壞蛋肩甲",
	[27398] = "雕刻的水晶寶珠",
	[27526] = "天火鷹弓",
	[9860] = "射手披風",
	[10052] = "橙色軍用襯衣",
	[28422] = "將軍的皮甲長靴",
	[32780] = "火槍",
	[1288] = "大毒囊",
	[1296] = "黑石釘錘",
	[1304] = "馬術手套",
	[29318] = "南海鎮運動鞋",
	[21767] = "簡易蛋白石戒指",
	[1368] = "粗糙的皮手套",
	[1376] = "磨損的披風",
	[30342] = "護國者腰帶",
	[22279] = "漂亮的黑色裙裝",
	[22663] = "極地護腕",
	[31110] = "德魯伊洞察頭盔",
	[1448] = "黑石護手",
	[31494] = "虛空之翼巫師護符",
	[11908] = "考古學家的工作靴",
	[1504] = "皺皮護腕",
	[1520] = "食人妖的汗水",
	[24455] = "守夜外套",
	[24583] = "異域者外套",
	[24839] = "怒鰭護脛",
	[24967] = "鷹爪防護護脛",
	[16904] = "怒風護腕",
	[17032] = "傳送門符文",
	[6338] = "銀棒",
	[25479] = "大地召喚者長靴",
	[25607] = "火刃祭司指環",
	[6530] = "夜色蟲",
	[6562] = "幻光戰靴",
	[6594] = "鑄鐵腰帶",
	[18440] = "士官的斗篷",
	[6690] = "野獸護腿",
	[6722] = "野獸鐐銬",
	[6786] = "簡易的裙子",
	[13700] = "強效火焰石",
	[27527] = "粉碎者護脛",
	[27655] = "劫掠熱狗",
	[27783] = "月怒腰帶",
	[1744] = "束皮鎖甲護肩",
	[1752] = "鍊甲護肩",
	[28167] = "薩塔式護腕",
	[7074] = "破碎的爪子",
	[7106] = "黃道手套",
	[29063] = "審判者神聖護腿",
	[7298] = "狡詐之刃",
	[14660] = "蠍蟲護肩",
	[1840] = "劣質皮護腕",
	[21768] = "藍寶石徽記",
	[7522] = "薄紗戰靴",
	[15108] = "達奧拉赫寶珠",
	[15236] = "月牙斧",
	[30599] = "復仇飛刀",
	[7714] = "催眠之刃",
	[7746] = "探險者協會的獎狀",
	[1944] = "鐵匠手套",
	[31367] = "野性看守者護腿",
	[15812] = "紫蘭花披肩",
	[2000] = "阿契厄斯",
	[24072] = "沙梨派",
	[24456] = "鐵守衛護脛",
	[8197] = "夜色長靴",
	[24712] = "報復手套",
	[24840] = "怒鰭護甲",
	[25096] = "元素師之星",
	[17033] = "神聖符印",
	[25480] = "荒行腰帶",
	[2209] = "波刃短劍",
	[2225] = "鋒利的廚刀",
	[18441] = "士官的斗篷",
	[9285] = "野戰鎧甲臂鎧",
	[9477] = "酋長的執行者",
	[2385] = "無光澤的鍊甲手套",
	[27400] = "和平守護者圓盾",
	[27528] = "哀傷之鏈護手",
	[9797] = "青布短褲",
	[9861] = "射手手套",
	[28040] = "伊利達瑞的復仇",
	[28168] = "麥格哈英雄徽記",
	[10053] = "簡易的黑裙子",
	[28424] = "將軍的皮甲護腕",
	[2545] = "柔軟的鍊甲護腿",
	[10245] = "重型板層肩鎧",
	[2577] = "藍色亞麻襯衣",
	[2593] = "波爾多酒",
	[29064] = "審判者神聖肩甲",
	[21001] = "移行護腿",
	[29320] = "守衛指環",
	[2721] = "神聖頭巾",
	[30856] = "地獄頭盔",
	[30984] = "破魔圓盾",
	[2865] = "劣質青銅護腿",
	[31240] = "野獸之鱗",
	[31368] = "野性看守者頭盔",
	[2913] = "加姆的絲質襯肩",
	[2961] = "褐色皮外衣",
	[24073] = "扼環頸鏈",
	[24201] = "設計圖:光輝的伊露恩之星",
	[3041] = "「法師之眼」大口徑火槍",
	[3057] = "森林皮靴",
	[24585] = "異域者面罩",
	[24713] = "報復頭盔",
	[24969] = "鷹爪防護手套",
	[3153] = "浸油的披風",
	[3185] = "輕身法杖",
	[3201] = "角鬥士戰斧",
	[25993] = "華麗加工項鏈",
	[13125] = "精靈鍊甲戰靴",
	[13253] = "力量之手",
	[3345] = "絲質巫師帽",
	[3377] = "帆布護腕",
	[27401] = "阿魯古的毀滅之弩",
	[27529] = "巨大的雕像",
	[27657] = "焦黑的蜥蜴",
	[3473] = "銅質符文短褲",
	[27913] = "耳語屠殺之刃",
	[28041] = "劍拳飾物",
	[28425] = "火焰衛士",
	[28553] = "驅魔者指環",
	[14341] = "符文線",
	[14469] = "圖樣:符文布袍",
	[29065] = "審判者神聖手套",
	[3665] = "美味煎蛋捲",
	[3681] = "食譜:鱷魚燴肉",
	[3713] = "舒心草",
	[14917] = "翡翠護手",
	[21770] = "魔鉤的戒指",
	[3857] = "煤塊",
	[3889] = "赤色軟帽",
	[31625] = "總元帥的月布法衣",
	[24074] = "魔鐵血指環",
	[4049] = "紋飾護腕",
	[24458] = "釘甲貞德腰帶",
	[8198] = "龜殼護腕",
	[4131] = "腐蝕腰帶",
	[24842] = "怒鰭頭盔",
	[24970] = "鷹爪防護頭盔",
	[16907] = "血牙手套",
	[17035] = "荊棘種子",
	[4291] = "絲線",
	[4355] = "圖樣:冰覆披風",
	[4419] = "智力卷軸 III",
	[4547] = "地精除草器",
	[9286] = "野戰鎧甲",
	[4675] = "部落腰帶",
	[4707] = "亮鱗腰帶",
	[9478] = "撕裂之鋸",
	[27402] = "獵戶之弩",
	[4835] = "精英護肩",
	[27658] = "燒烤裂蹄肉",
	[9862] = "射手長褲",
	[9926] = "軍旅戰靴",
	[19979] = "釣魚大師魚鉤",
	[10054] = "紫色魔紋襯衣",
	[28426] = "燃燒守護者",
	[32788] = "精兵科多皮長靴",
	[29322] = "虔誠之堅護者指環",
	[5315] = "林木護臂",
	[5347] = "致命魔杖",
	[5443] = "鍍金圓盾",
	[5507] = "精製望遠鏡",
	[22411] = "劊子手頭盔",
	[22539] = "公式:附魔盾牌 - 智力",
	[30986] = "血鑄防護",
	[31114] = "烏伏洛斯鍊甲腰帶",
	[5763] = "紅色毛紡包",
	[32010] = "殘忍鬥士的鎖甲護手",
	[12102] = "貴族之戒",
	[32522] = "惡魔防護盾牌",
	[24459] = "治療光披風",
	[16396] = "中尉騎士的皮甲護手",
	[6179] = "海盜斗篷",
	[24971] = "鷹爪防護腿鎧",
	[16908] = "血牙頭巾",
	[17036] = "灰木種子",
	[6339] = "符文銀棒",
	[6371] = "火焰之油",
	[12998] = "魔法師襯肩",
	[6531] = "蠻族布質長袍",
	[6563] = "幻光護腕",
	[6595] = "鑄鐵護手",
	[6659] = "甲蟲長褲",
	[13446] = "極效治療藥水",
	[6787] = "白色毛絨裙",
	[19084] = "雷矛士兵披風",
	[19340] = "變形符文",
	[27659] = "扭曲漢堡",
	[27787] = "坦然胸甲",
	[27915] = "天獵迅捷之靴",
	[14022] = "巴羅夫管家鈴",
	[28171] = "間諜首領護臂",
	[7075] = "大地之核",
	[28555] = "驅魔者之印",
	[14342] = "月布",
	[14406] = "彈力束腰",
	[29067] = "審判者防禦護手",
	[14598] = "典獄官腰帶",
	[29323] = "安杜姆的眼淚",
	[29451] = "裂蹄肋排",
	[14918] = "翡翠腰帶",
	[15046] = "綠龍鱗片護腿",
	[15302] = "灰白腰帶",
	[30859] = "先知者魔杖",
	[7939] = "真銀胸甲",
	[7971] = "黑珍珠",
	[24460] = "堅韌護符",
	[24588] = "異域者護腕",
	[24844] = "怒鰭襯肩",
	[16909] = "血牙短褲",
	[17037] = "角樹種子",
	[25484] = "特爾哈曼墜飾",
	[8839] = "盲目草",
	[18317] = "暴風護符",
	[9415] = "格瑞姆洛克的部族法衣",
	[18957] = "灌木之刃",
	[27404] = "光亮火花魔杖",
	[9799] = "青布腰帶",
	[9863] = "射手護肩",
	[10055] = "粉紅魔紋襯衣",
	[10119] = "神聖護脛",
	[28684] = "總元帥的皮手套",
	[33048] = "燉鱒魚",
	[28940] = "總元帥的防禦之盾",
	[29068] = "審判者防禦頭盔",
	[21005] = "骯髒的護手",
	[10823] = "征服者之劍",
	[30348] = "聯盟勳章",
	[22413] = "辛多雷軍備",
	[22541] = "公式:附魔盾牌 - 抗性",
	[30860] = "凱嵐護符",
	[11783] = "寒鋼束腰",
	[11911] = "樹冠護腿",
	[11975] = "黃玉戒指",
	[12039] = "苔原項鏈",
	[12295] = "人民軍護腿",
	[24717] = "崔互德腰帶",
	[24845] = "怒鰭護腕",
	[24973] = "鷹爪防護護腕",
	[16910] = "血牙腰帶",
	[25229] = "長戟",
	[25485] = "阿曼的徽記",
	[25613] = "菲拉芬神秘裹手",
	[12999] = "龍翼指環",
	[13127] = "寒霜皇冠",
	[19086] = "雷矛先知披風",
	[27533] = "惡魔之血精華器",
	[27789] = "低語貝殼披風",
	[27917] = "永恆安息聖契",
	[19854] = "辛洛斯，諸界毀滅者",
	[19982] = "暗色蝠斗篷",
	[28301] = "薩瑞尼斯謎樣的華服",
	[28429] = "獅心勇士劍",
	[28685] = "總元帥的皮頭盔",
	[14471] = "圖樣:灰布外衣",
	[29069] = "審判者防禦腿甲",
	[29325] = "噬屍獸鑄鐵之靴",
	[14919] = "翡翠頭飾",
	[21774] = "毀滅綠寶石皇冠",
	[21902] = "圖樣:靈魂布手套",
	[30349] = "聯盟勳章",
	[15303] = "灰白短褲",
	[22542] = "公式:附魔靴子 - 活力",
	[24334] = "失望之輪",
	[24462] = "洞察夜光珍珠",
	[24590] = "火焰勇氣長靴",
	[4132] = "暗矛護臂",
	[24846] = "沼爪腰帶",
	[24974] = "搶奪者腰帶",
	[25102] = "碧玉匕首",
	[25230] = "戟矛之刃",
	[25486] = "斬魔者護臂",
	[25614] = "菲拉芬野獸大師之胸甲",
	[4708] = "陽炎腰帶",
	[19343] = "盲目光芒卷軸",
	[27662] = "魔尾點心",
	[27790] = "苦行面罩",
	[27918] = "希斯手環",
	[28174] = "撒塔斯護臂",
	[10056] = "橙色魔紋襯衣",
	[10120] = "神聖披風",
	[32796] = "精兵火龍皮長靴",
	[10312] = "圖樣:紅色魔紋手套",
	[10504] = "綠色透鏡",
	[29326] = "聯合團移行襯肩",
	[10760] = "野豬之拳",
	[10824] = "琥珀之光",
	[5540] = "珍珠匕首",
	[11144] = "真銀棒",
	[11208] = "公式:附魔武器 - 屠魔",
	[5764] = "綠色絲質包",
	[31758] = "崇敬之母迅捷小刀",
	[23823] = "法力藥水注射器",
	[12040] = "森林墜飾",
	[6084] = "暴風城衛兵護腿",
	[24463] = "蠻力肩甲",
	[24591] = "火焰勇氣胸甲",
	[24719] = "崔互德胸甲",
	[24847] = "沼爪裹足",
	[24975] = "搶奪者之靴",
	[16912] = "靈風長靴",
	[25231] = "魔化加工長戟",
	[6340] = "芬魯斯的外皮",
	[25487] = "風舞者項鍊",
	[25615] = "菲拉芬勇士之靴",
	[12936] = "雷德的護腕",
	[13064] = "珍娜的火杖",
	[13128] = "博爾格之盔",
	[6692] = "分叉斧",
	[18832] = "殘忍利刃",
	[19088] = "霜狼鎖甲腰帶",
	[27535] = "公正護手",
	[27663] = "焦黑的孢子魚",
	[6948] = "爐石",
	[27919] = "輕織便鞋",
	[19984] = "黑檀面具",
	[28303] = "塑能師徽記",
	[14216] = "地卜師外套",
	[28559] = "驅魔者的鎧甲頭盔",
	[14344] = "大塊魔光碎片",
	[20752] = "公式:初級法力之油",
	[21008] = "骯髒的便鞋",
	[29327] = "冷凝手套",
	[21392] = "堅定力量之鐮",
	[7460] = "騎士披風",
	[7492] = "上尉披風",
	[7524] = "薄紗斗篷",
	[15112] = "剛硬手鐲",
	[30351] = "聯盟勳章",
	[15304] = "灰白夾克",
	[15624] = "獅鷲獸鎖甲披風",
	[31375] = "鬥士的科多皮手套",
	[31631] = "總元帥的裝飾手套",
	[23568] = "一捆瓶子",
	[23824] = "火箭靴極限版",
	[24464] = "遠行者毒牙",
	[24592] = "火焰勇氣手套",
	[24720] = "崔互德手套",
	[24848] = "沼爪胸甲",
	[24976] = "搶奪者胸甲",
	[25104] = "軍團匕首",
	[25488] = "艾羅那斯之戒",
	[25616] = "提姆的信任頭盔",
	[2194] = "鑽石戰錘",
	[2210] = "破碎的圓盾",
	[2290] = "智力卷軸 II",
	[9289] = "野戰鎧甲戰靴",
	[9609] = "欺詐手套",
	[27536] = "神聖儀祭裹手",
	[2434] = "赤色手套",
	[9801] = "超強腰帶",
	[9865] = "變節者護腕",
	[19857] = "吞噬披風",
	[28176] = "薩塔式護腿",
	[28304] = "修補稜彩手套",
	[20369] = "藍銅之拳",
	[10249] = "大師披風",
	[2578] = "野人亞麻外衣",
	[2594] = "壺裝蜜酒",
	[29072] = "審判者戰鬥臂鎧",
	[21009] = "粗劣的皮腰帶",
	[2642] = "寬鬆鍊甲戰靴",
	[29456] = "伊斯利的禮物",
	[10761] = "寒怒匕首",
	[21777] = "雕像 - 綠寶石貓頭鷹",
	[2770] = "銅礦石",
	[11145] = "符文真銀棒",
	[31376] = "鬥士的科多皮頭盔",
	[23313] = "少校的皮甲襯肩",
	[31632] = "總元帥的裝飾頭盔",
	[31760] = "迷你鳥籠",
	[23825] = "有限無敵腰帶",
	[3026] = "強化弓",
	[3042] = "BKP「麻雀」短槍",
	[24465] = "搖晃之皮胸甲",
	[24593] = "火焰勇氣顱帽",
	[33057] = "精兵勝利指環",
	[24849] = "沼爪護手",
	[24977] = "搶奪者手套",
	[16914] = "靈風頭冠",
	[25233] = "軍用鐮刀",
	[3170] = "大熊牙",
	[3186] = "維京劍",
	[3202] = "森林皮護腕",
	[25873] = "鋒利的飛刀",
	[13001] = "處女之戒",
	[3282] = "軍用鍊甲短褲",
	[18706] = "競技場大師",
	[18834] = "部落徽記",
	[19346] = "龍牙之刃",
	[13897] = "白色傳統韓服",
	[27921] = "征服印記",
	[28177] = "奧奇奈長靴",
	[20114] = "高地皮甲長靴",
	[28561] = "驅魔者的皮革頭盔",
	[32802] = "精兵皮腰帶",
	[3602] = "針織腰帶",
	[14537] = "屍光護脛",
	[21010] = "粗劣的皮短靴",
	[14665] = "監護者披風",
	[3682] = "食譜:美味煎蛋捲",
	[14793] = "保衛者腰環",
	[14857] = "前鋒脛甲",
	[14921] = "翡翠肩鎧",
	[21778] = "痛苦暗影之戒",
	[30225] = "資淺技師第三級護腕",
	[15177] = "高效護肩",
	[15241] = "作戰小刀",
	[15305] = "野性便鞋",
	[3842] = "綠鐵護腿",
	[15497] = "先驅者束腰",
	[31249] = "沼澤肩甲",
	[31633] = "總元帥的裝飾護腿",
	[31761] = "鷹爪樹枝魔杖",
	[15945] = "符文手杖",
	[4002] = "脫環的鍊甲護腕",
	[32529] = "異教徒手套",
	[24466] = "鑿顱者護腿",
	[32803] = "精兵鎖鏈腰帶",
	[24722] = "崔互德長褲",
	[24978] = "搶奪者頭盔",
	[16915] = "靈風短褲",
	[25234] = "泰拉蕊長矛",
	[25618] = "泰拉信差披風",
	[25746] = "一箱零件",
	[4549] = "海焰指環",
	[4677] = "精兵披風",
	[9418] = "斬石者",
	[4741] = "激流堡騎兵護腿",
	[27410] = "統率罩帽",
	[27538] = "聖光之誓大錘",
	[27666] = "金魚肉串",
	[9802] = "超強長靴",
	[9866] = "變節者胸甲",
	[28050] = "神聖羽毛外衣",
	[28178] = "間諜首領之靴",
	[10058] = "夜紋便鞋",
	[10186] = "惡魔手套",
	[32804] = "精兵鎖甲腰帶",
	[10314] = "圖樣:紫色魔紋襯衣",
	[21011] = "粗劣的皮護腕",
	[29330] = "泰洛克的傳說",
	[10762] = "巫妖法袍",
	[10826] = "學識法杖",
	[21779] = "天火指環",
	[30226] = "艾利之弓",
	[11082] = "強效星界精華",
	[5637] = "大牙齒",
	[31250] = "沼澤襯肩",
	[31378] = "鬥士的科多皮肩甲",
	[23315] = "少校的鎧甲護肩",
	[31634] = "總元帥的裝飾護肩",
	[23571] = "原始力量",
	[12042] = "濕地項鏈",
	[6085] = "步兵外套",
	[6117] = "侍從襯衣",
	[6149] = "強效法力藥水",
	[24723] = "崔互德護肩",
	[24851] = "沼爪護腿",
	[24979] = "搶奪者護腿",
	[17044] = "殉難者的意志",
	[6405] = "夜空長褲",
	[12938] = "英雄之血",
	[13066] = "斬龍者護肩",
	[13130] = "逐風護腿",
	[6597] = "鑄鐵肩胄",
	[13386] = "檔案員斗篷",
	[6725] = "石飾圓盾",
	[6757] = "珍娜的璽戒",
	[27411] = "沉著便鞋",
	[19348] = "紅龍防護者",
	[27795] = "巨蛇腰帶",
	[28051] = "野性靈魂上衣",
	[14090] = "珠串馬褲",
	[14154] = "虔誠外衣",
	[28435] = "月光切割者",
	[14282] = "豐饒手套",
	[32806] = "精兵鱗片腰帶",
	[28947] = "總元帥的左齒鋸",
	[29203] = "附魔瑟銀劍",
	[21140] = "拍賣信件",
	[7429] = "微光護甲",
	[21652] = "異種蟲殼護胸",
	[15050] = "黑色龍鱗胸甲",
	[15114] = "剛硬斗篷",
	[15242] = "光潔短劍",
	[22420] = "無畏脛甲",
	[15370] = "狼騎兵戰靴",
	[7717] = "破壞者",
	[15626] = "獅鷲獸鎖甲護脛",
	[15690] = "科多獸骨項鏈",
	[7909] = "青綠石",
	[23572] = "原始虛空",
	[16202] = "次級不滅精華",
	[32531] = "吉札拉毒牙項鍊",
	[32659] = "水晶導入剃刀",
	[24596] = "火焰勇氣護腕",
	[24724] = "崔互德腕環",
	[24852] = "沼爪襯肩",
	[24980] = "搶奪者護肩",
	[25620] = "古老水晶護符",
	[25876] = "閃光擲斧",
	[26004] = "農場工人背心",
	[9291] = "野戰鎧甲護腿",
	[27412] = "新生鐵法杖",
	[19349] = "源質強化壁壘",
	[9803] = "超強護腕",
	[27924] = "挑戰印記",
	[19861] = "混亂之觸",
	[28180] = "侍從頭飾",
	[10059] = "夜紋護腕",
	[10187] = "惡魔軍帽",
	[28820] = "高階督軍的恐織披風",
	[29076] = "奧多爾頭盔",
	[29204] = "魔鋼耳語小刀",
	[29332] = "泰洛克面罩",
	[10763] = "冰鐵之盔",
	[11083] = "靈魂之塵",
	[22421] = "無畏護手",
	[720] = "爭戰手套",
	[31380] = "特技演員的薩塔印記",
	[23445] = "魔鐵錠",
	[11915] = "希茲爾的遮雨板",
	[12043] = "沙漠頸飾",
	[32532] = "風怒者纏繞護腕",
	[32660] = "晶鑄長劍",
	[24597] = "星火腰帶",
	[33065] = "精兵支配墜飾",
	[24853] = "沼爪護腕",
	[24981] = "搶奪者護腕",
	[792] = "針織便鞋",
	[796] = "劣質皮靴",
	[17686] = "狩獵高手的獵弓",
	[812] = "亮木法杖",
	[816] = "小手刀",
	[844] = "棕色皮手套",
	[848] = "鎖鏈短褲",
	[852] = "錘",
	[27413] = "主教之戒",
	[27541] = "破碎者箭術腰帶",
	[864] = "勇武長劍",
	[27925] = "鴉爪指環",
	[28053] = "邪惡之箭",
	[19990] = "祝福的祈禱珠串",
	[14155] = "月布包",
	[28437] = "龍拳之錘",
	[14283] = "豐饒護腿",
	[32810] = "精兵龍皮護腕",
	[14411] = "石布手套",
	[20758] = "公式:初級巫師之油",
	[29077] = "奧多爾外套",
	[29333] = "塞司克預言家項圈",
	[920] = "邪惡釘錘",
	[14923] = "崇高護臂",
	[936] = "午夜釘錘",
	[940] = "洞察法袍",
	[15115] = "剛硬手套",
	[15371] = "狼騎兵披風",
	[22678] = "權勢護符",
	[22806] = "寡婦之痛",
	[22934] = "鞭笞者樣本",
	[31381] = "侵略者的薩塔印記",
	[31509] = "巨龍教團兜帽",
	[32021] = "殘忍鬥士的裝飾手套",
	[24086] = "秘法克銀指環",
	[16203] = "強效不滅精華",
	[32533] = "凱羅格的碎片",
	[24598] = "星火之靴",
	[24726] = "退化長靴",
	[24982] = "石拳腰帶",
	[17047] = "冷光披肩",
	[25366] = "磨損的鎖甲腰帶",
	[25494] = "圖騰法杖",
	[25622] = "四金幣法杖",
	[17687] = "狩獵高手的火槍",
	[26006] = "水晶斑點長褲",
	[1121] = "山貓之靴",
	[4550] = "冷水之戒",
	[9356] = "木製的假肢",
	[4710] = "森林皮質披風",
	[1201] = "黑色尖頭盾",
	[4838] = "能量寶珠",
	[9804] = "超強圓盾",
	[27926] = "復仇印記",
	[9932] = "軍旅頭盔",
	[19991] = "魔暴龍眼",
	[28310] = "鬥士的剃刀",
	[10124] = "神聖腿甲",
	[1273] = "森林鍊甲",
	[20503] = "被迷惑的水之靈",
	[10380] = "指揮官鎧甲護手",
	[29078] = "奧多爾裹腿",
	[29334] = "塞司克神諭者焦點",
	[10828] = "恐懼龍指",
	[1369] = "粗糙的皮帶",
	[1377] = "磨損的手套",
	[5542] = "珍珠披風",
	[5574] = "白色皮包",
	[1425] = "舊皮外衣",
	[1433] = "碎料護甲",
	[5766] = "次級巫師袍",
	[1449] = "弱效導魔戒指",
	[1465] = "屠虎匕首",
	[31766] = "飛天女巫帽",
	[1497] = "棉布披風",
	[12044] = "極光墜飾",
	[32534] = "不死之王胸針",
	[1529] = "翡翠",
	[32813] = "精兵板層甲護腕",
	[24727] = "退化背心",
	[12428] = "君王鎧甲護肩",
	[1561] = "收割者的長袍",
	[6406] = "夜空長靴",
	[25751] = "規劃大師的藍圖",
	[17688] = "叢林長靴",
	[1625] = "脛骨之刃",
	[13068] = "黑曜石護脛",
	[6566] = "幻光披肩",
	[18712] = "競技場臂甲",
	[1705] = "次級月亮石",
	[1713] = "生命十字章",
	[1721] = "密銀戰錘",
	[1729] = "守夜人的麻袋",
	[27799] = "朱紅支配長袍",
	[28055] = "鍍金血紅胸甲",
	[7046] = "碧藍絲質短褲",
	[1769] = "帆布護肩",
	[1777] = "織錦護肩",
	[1785] = "交叉針織護肩",
	[1793] = "破舊的皮護肩",
	[29079] = "奧多爾肩甲",
	[29335] = "鷹王項圈",
	[7366] = "長者手套",
	[7430] = "微光長袍",
	[7494] = "上尉腰甲",
	[15052] = "黑色龍鱗護腿",
	[15116] = "剛硬護肩",
	[15244] = "鋒刃匕首",
	[22424] = "救贖護臂",
	[22552] = "公式:附魔武器 - 極效打擊",
	[1929] = "銀絲長褲",
	[15500] = "先驅者護胸",
	[1945] = "木工手套",
	[31255] = "工藝披風",
	[23192] = "血色十字軍大衣",
	[31511] = "巨龍教團胸甲",
	[7910] = "紅寶石",
	[7942] = "藍光斧",
	[1993] = "巨魔戒指",
	[8006] = "迅擊匕首",
	[24088] = "精緻的恆金戒指",
	[16204] = "幻影之塵",
	[24344] = "阿格斯之手徽章",
	[2041] = "西部荒野外套",
	[24600] = "星火手套",
	[2067] = "寒霜法杖",
	[24856] = "沼澤爬行者沼地外衣",
	[16793] = "弧鐵肩甲",
	[16921] = "卓越之環",
	[25624] = "君王保衛者",
	[2195] = "安威瑪匕首",
	[2211] = "扭曲的大盾",
	[26008] = "學者手套",
	[18457] = "士官長的絲質護腕",
	[18713] = "倫魯迪洛爾，上古守護者的長弓",
	[27416] = "墮落者神像",
	[27544] = "人工生長圖騰",
	[2435] = "鑲邊護甲",
	[9805] = "超強披風",
	[19865] = "哈卡萊戰刃",
	[28184] = "千禧之刃",
	[10061] = "夜紋兜帽",
	[28440] = "雷",
	[2547] = "馴豬手套",
	[20505] = "禮節徽記",
	[10317] = "圖樣:粉紅魔紋襯衣",
	[2595] = "麥芽酒",
	[29080] = "奧多爾手套",
	[2643] = "寬鬆鍊甲護腕",
	[29592] = "部落徽記",
	[2691] = "旅行之靴",
	[10829] = "巨龍之眼",
	[2723] = "黑葡萄酒",
	[2771] = "錫礦石",
	[30488] = "殘忍鬥士的鎧甲頭盔",
	[2819] = "十字匕首",
	[22681] = "虔誠指環",
	[2851] = "銅質鍊甲腰帶",
	[11469] = "血環護腕",
	[31256] = "銀月護甲",
	[2915] = "碎冰者",
	[31768] = "深泥披風",
	[11917] = "希茲爾的管道清潔器",
	[11981] = "石墨指環",
	[24089] = "閃耀的恆金指環",
	[32664] = "夢想水晶指環",
	[24601] = "星火頭冠",
	[24729] = "退化兜帽",
	[24857] = "沼澤爬行者手套",
	[16922] = "卓越護腿",
	[3187] = "獻祭波刃劍",
	[25881] = "沉重的石像",
	[13005] = "艾米的毛毯",
	[3363] = "磨損的腰帶",
	[18842] = "統御法杖",
	[19098] = "雷矛先知墜飾",
	[3427] = "時髦黑襯衣",
	[27801] = "野獸之王襯肩",
	[13965] = "黑手飾物",
	[19866] = "哈卡萊戰刃",
	[28185] = "誓絕之卡德加褶裙",
	[3555] = "所羅門法袍",
	[14285] = "豐饒長靴",
	[3587] = "鑲邊腰帶",
	[3603] = "針織護腕",
	[29081] = "惡魔獵者頭甲",
	[3651] = "精兵盾牌",
	[14669] = "監護者襯肩",
	[30105] = "蛇脊長弓",
	[30489] = "殘忍鬥士的鎧甲護腿",
	[3827] = "法力藥水",
	[15373] = "狼騎兵頭盔",
	[15437] = "至高斗篷",
	[3891] = "加強鍊甲頭盔",
	[15629] = "敬畏護腕",
	[31769] = "薩塔火把",
	[24090] = "血污劫掠者護手",
	[4051] = "紋飾戰靴",
	[24346] = "屠龍者長袍",
	[32665] = "水晶編織斗篷",
	[24602] = "星火長褲",
	[24858] = "沼澤爬行者頭盔",
	[24986] = "石拳頭盔",
	[25114] = "末日預言者之錘",
	[9358] = "裹頭巾",
	[4775] = "破損的鳥喙",
	[27418] = "暴掠陰影褶裙",
	[27546] = "背叛套索",
	[27674] = "劫掠者肉",
	[9806] = "超強手套",
	[9998] = "黑色魔紋外衣",
	[10062] = "夜紋手套",
	[28442] = "風暴先驅者",
	[10190] = "惡魔腰帶",
	[32820] = "精兵絲質腕輪",
	[28826] = "對立飛刀",
	[5191] = "殘酷倒鉤",
	[5319] = "重擊肩鎧",
	[11086] = "保護者迦薩斯",
	[5575] = "綠色布袋",
	[30618] = "崔奇拉的屍體",
	[31002] = "召喚師之劍",
	[22939] = "無應禱言之戒",
	[5767] = "紫羅蘭長袍",
	[11662] = "奧科索爾腰帶",
	[31770] = "沼澤護腕",
	[11918] = "洞穴岩石手套",
	[11982] = "翠綠指環",
	[24091] = "堅韌防禦者",
	[6087] = "西部荒野馬褲",
	[24475] = "葛爾道格刻印",
	[24603] = "星火護肩",
	[6215] = "平衡長棍",
	[16796] = "秘法師護腿",
	[25115] = "河歌之錘",
	[25243] = "風語之弓",
	[25499] = "惡魔血指環",
	[6407] = "夜空腕環",
	[26011] = "冬眠核心成員長靴",
	[13070] = "薩菲隆的鱗片長靴",
	[6567] = "幻光護甲",
	[6599] = "鑄鐵盾牌",
	[18716] = "灰燼覆蓋的靴子",
	[27547] = "冷語腰帶",
	[27803] = "勇猛護肩",
	[13966] = "暴君印記",
	[28187] = "星心照明燈",
	[7079] = "純水之球",
	[7111] = "夜空護甲",
	[28699] = "總元帥的鎧甲護胸",
	[28827] = "屠龍者護手",
	[28955] = "總元帥的剃刀",
	[29083] = "惡魔獵者護脛",
	[29211] = "費茲的擲斧",
	[7367] = "長者襯肩",
	[7431] = "微光短褲",
	[29979] = "虛空風暴眼罩",
	[22044] = "法力綠寶石",
	[15246] = "惡魔之刃",
	[30619] = "惡魔搶奪者的活塞",
	[7719] = "狂暴者頭盔",
	[15502] = "先驅者手套",
	[15566] = "掠奪者護腕",
	[23068] = "屠殺護腿",
	[15694] = "殘忍護脛",
	[31515] = "幼龍鱗片護手",
	[23836] = "哥布林火箭發射器",
	[16206] = "奧金棒",
	[24348] = "屠龍外套",
	[24604] = "星火裹腕",
	[24732] = "退化護手",
	[24988] = "石拳肩章",
	[25628] = "巨魔錘兵徽章",
	[26012] = "凱索的束腰",
	[18205] = "艾斯卡達爾的項圈",
	[9359] = "維特的第三條腿",
	[27420] = "烏瑟的儀式戰靴",
	[27548] = "祝福滿盈腰帶",
	[27676] = "奇異孢子",
	[9807] = "超強護肩",
	[9871] = "變節者護腿",
	[19869] = "浴血護手",
	[9999] = "黑色魔紋短褲",
	[10063] = "夜紋披肩",
	[10127] = "亡魂護腕",
	[10191] = "十字軍臂甲",
	[28700] = "總元帥的鎧甲護手",
	[28828] = "古羅縫製腰帶",
	[28956] = "總元帥的切片刀",
	[29084] = "惡魔獵者肩甲",
	[29340] = "奧奇奈僧侶外套",
	[30364] = "共鳴之斧",
	[23197] = "月光雕像",
	[31516] = "曠野護腕",
	[11919] = "峭崖護脛",
	[11983] = "七彩戒指",
	[24093] = "融解吊飾",
	[32412] = "設計圖:不懈的大地風暴鑽石",
	[24349] = "阿格斯之手璽戒",
	[24477] = "鋸齒蚌肉",
	[24605] = "訕笑骷髏腰帶",
	[24861] = "沼澤爬行者護腕",
	[24989] = "石拳護腕",
	[17054] = "方弗羅的憐憫",
	[25501] = "迷失隱士披風",
	[25629] = "巨魔管理者射擊魔杖",
	[13007] = "法師烈焰披風",
	[13071] = "哈庫的鎧甲手套",
	[13199] = "破碎嶺護腕",
	[18846] = "部落徽記",
	[27549] = "怒浪長靴",
	[27677] = "大塊蜥蜴肉",
	[27805] = "銀手之戒",
	[19870] = "哈卡萊血披風",
	[28189] = "拉托的移形長劍",
	[28317] = "能量護手",
	[14223] = "地卜師護肩",
	[28573] = "絕望之劍",
	[28701] = "總元帥的鎧甲頭盔",
	[28957] = "總元帥的法術之劍",
	[29085] = "惡魔獵者護手",
	[29341] = "奧奇奈隱士長袍",
	[14799] = "嗜血戰靴",
	[21790] = "冬夜藍寶石墜飾",
	[15183] = "禁衛披風",
	[22430] = "救贖長靴",
	[30749] = "德萊尼拳鬥之劍",
	[22942] = "寡婦之擁",
	[23198] = "野蠻雕像",
	[15759] = "圖樣:黑色龍鱗胸甲",
	[31773] = "瑪格哈軍服",
	[24094] = "心火戰錘",
	[16207] = "符文奧金棒",
	[24350] = "阿格斯之手璽戒",
	[24478] = "鋸齒珍珠",
	[24606] = "訕笑骷髏之靴",
	[24990] = "戰錘腰帶",
	[25118] = "戰鬥之星",
	[4424] = "精神卷軸 III",
	[4456] = "迅猛龍皮腰帶",
	[18335] = "原始黑鑽石",
	[4680] = "水草披風",
	[4712] = "微光鎖甲腰帶",
	[4744] = "秘法符文護腕",
	[27550] = "鐵鱗戰爭披風",
	[9744] = "簡易護腕",
	[9808] = "超強護腿",
	[9872] = "變節者肩鎧",
	[28062] = "遠征隊之弩",
	[28190] = "無盡迴圈寶石",
	[28318] = "黑曜石無情踐踏者",
	[10128] = "亡魂胸甲",
	[28574] = "驅魔者的龍皮頭盔",
	[28702] = "總元帥的鎧甲護腿",
	[28830] = "龍脊戰利品",
	[5192] = "盜賊之刃",
	[29086] = "瑪洛尼儀祭王冠",
	[21151] = "黑標美味蘭姆酒",
	[21791] = "生命綠寶石墜飾",
	[30366] = "法力風暴指環",
	[5576] = "棕色布袋",
	[30750] = "德萊尼戰爭之劍",
	[22943] = "邪石項鍊",
	[23199] = "暴風圖騰",
	[31774] = "卡爾奈外衣",
	[11856] = "精靈典禮之刃",
	[11984] = "鉻鐵戒指",
	[24095] = "枯萎吊飾",
	[24351] = "阿格斯之手大錘",
	[6120] = "新兵襯衣",
	[24863] = "血騎士長靴",
	[16800] = "秘法師便鞋",
	[16928] = "復仇手套",
	[17056] = "輕羽毛",
	[17184] = "小盾牌",
	[6408] = "徽記手套",
	[25759] = "莫古神聖棒錘",
	[13008] = "谷風長褲",
	[13072] = "握石護手",
	[6568] = "幻光短褲",
	[6600] = "僧侶腰帶",
	[6792] = "血染肩鎧",
	[27423] = "衝動披風",
	[6888] = "草藥烘蛋",
	[13968] = "比斯巨獸之眼",
	[28063] = "倖存者魔杖",
	[7048] = "碧藍絲質頭巾",
	[14160] = "異教徒護腕",
	[28575] = "驅魔者的火龍皮頭盔",
	[20512] = "神聖寶珠",
	[20640] = "南海小桶",
	[28959] = "總元帥的戰爭法杖",
	[29343] = "哈拉瑪德的第三硬幣護腿",
	[7368] = "長者短褲",
	[7432] = "微光兜帽",
	[29983] = "魔鋼戰爭頭盔",
	[7528] = "秘術護腿",
	[15248] = "閃光雙刃刀",
	[30751] = "瑪格哈利光明之斧",
	[7720] = "主教之冠",
	[15632] = "敬畏斗篷",
	[31519] = "暗示護腿",
	[23456] = "總元帥的速刃",
	[31775] = "斯博格爾大衣",
	[8008] = "法力紅寶石",
	[24096] = "心血祈禱珠串",
	[8209] = "硬化蠍殼戰靴",
	[8273] = "英勇護臂",
	[16673] = "元素束腰",
	[16801] = "秘法師手套",
	[16929] = "復仇骨帽",
	[17057] = "閃亮的魚鱗",
	[25504] = "朝聖腰帶",
	[25632] = "幸福之杖",
	[25760] = "戰鬥法師權杖",
	[2212] = "破損的圓盾",
	[26016] = "勘探員披風",
	[2244] = "克羅之刃",
	[2260] = "霜鬃手斧",
	[2276] = "泥沼長靴",
	[18465] = "埃德薩拉斯皇家徽記",
	[2324] = "漂白液",
	[27424] = "阿曼尼毒斧",
	[19361] = "埃瑟利蘇爾，懲戒之弩",
	[27808] = "彈跳裝置4000鑰匙",
	[9873] = "變節者之盾",
	[19873] = "督軍的紅色指環",
	[10001] = "黑色魔紋長袍",
	[2516] = "輕彈丸",
	[10193] = "十字軍護甲",
	[32832] = "偵察兵的飛刀",
	[2580] = "強化亞麻斗篷",
	[2596] = "矮人烈酒",
	[2612] = "普通長袍",
	[10577] = "哥布林迫擊砲",
	[10769] = "莫德雷斯之眼",
	[10833] = "伊蘭尼庫斯之角",
	[30368] = "高階女祭司便鞋",
	[22433] = "唐·馬里喬統御之戒",
	[2820] = "靈巧碼錶",
	[2836] = "粗糙的石頭",
	[2852] = "銅質鍊甲短褲",
	[2868] = "青銅花紋護腕",
	[31264] = "銀月長袍",
	[23201] = "神學聖契",
	[31520] = "黑翼頭盔",
	[31776] = "聯合團紋章戰袍",
	[2980] = "精兵手套",
	[11985] = "天藍戒指",
	[24353] = "阿格斯之手石弓",
	[24481] = "占卜者長袍",
	[24609] = "訕笑骷髏罩帽",
	[16674] = "馭獸者外套",
	[16802] = "秘法師腰帶",
	[16930] = "復仇護腿",
	[17058] = "魚油",
	[25505] = "卡莉達的婚禮戒指",
	[3204] = "密林護腕",
	[25761] = "野獸之杖",
	[13009] = "牛王之皮",
	[13073] = "瑪格索爾之盔",
	[13137] = "織鐵者",
	[18466] = "埃德薩拉斯皇家徽記",
	[18850] = "部落徽記",
	[3428] = "普通的灰襯衣",
	[19362] = "末日之刃",
	[27681] = "扭曲肉塊",
	[28065] = "毀滅聖契",
	[28193] = "法力蝕刻頭冠",
	[20130] = "鑽石水瓶",
	[3556] = "恐怖法師帽",
	[14289] = "蜘蛛腰帶",
	[28705] = "總元帥的緞質兜帽",
	[14417] = "絲沙外套",
	[20898] = "監視者短靴",
	[14673] = "豪族斗篷",
	[3732] = "頭巾斗篷",
	[3748] = "獵豹襯肩",
	[15057] = "雷暴短褲",
	[15121] = "堅定長靴",
	[30369] = "淨化過的魔化護肩",
	[15249] = "鋒利雙手劍",
	[15313] = "野性肩甲",
	[22562] = "公式:超強法力之油",
	[31137] = "淨化護手",
	[15697] = "科多獸竊賊之靴",
	[31521] = "遠征隊防禦者肩甲",
	[24098] = "零符吊飾",
	[24354] = "阿格斯之手法杖",
	[8274] = "英勇胸甲",
	[16803] = "惡魔之心便鞋",
	[25250] = "屠鷹長弓",
	[25506] = "復仇者鍊甲頭盔",
	[25634] = "歐夏剛聖物",
	[25762] = "光潔虛無斧",
	[4425] = "敏捷卷軸 III",
	[26018] = "伊萊克管理者皮衣",
	[18083] = "蘇瑪贊護手",
	[4585] = "滴水的蜘蛛頭",
	[18467] = "埃德薩拉斯皇家徽記",
	[18723] = "生命項鏈",
	[4713] = "銀絲披風",
	[4745] = "騎兵護腕",
	[19107] = "覓血者",
	[27426] = "北郡戰錘",
	[19491] = "暗月護符",
	[9810] = "固化長靴",
	[9874] = "女巫外衣",
	[9938] = "誓言披風",
	[5001] = "心靈之戒",
	[20131] = "污染者軍服",
	[10130] = "亡魂腰帶",
	[10194] = "十字軍披風",
	[10258] = "冒險者斗篷",
	[5193] = "兄弟會斗篷",
	[20899] = "守衛者短褲",
	[5257] = "黑邊斗篷",
	[29346] = "邪齒除取者",
	[29986] = "大工程師兜帽",
	[30114] = "毀滅者護手",
	[30370] = "救贖證明者護手",
	[5609] = "堅定腰帶",
	[22563] = "公式:超強巫師之油",
	[31138] = "風暴之王腰帶",
	[23203] = "熱情聖契",
	[23331] = "斷裂的藤蔓",
	[23587] = "麥倫的喝酒帽",
	[5961] = "黑皮短褲",
	[11986] = "綠光指環",
	[6185] = "熊皮披肩",
	[16676] = "馭獸者手套",
	[16804] = "惡魔之心護腕",
	[16932] = "復仇肩鎧",
	[25251] = "獸人的淺弓",
	[25507] = "特爾哈曼護腿",
	[6409] = "徽記腰帶",
	[25763] = "典禮戰錘血短劍",
	[13010] = "夢歌護腿",
	[13074] = "傀儡碎片護腿",
	[6569] = "幻光長袍",
	[6601] = "僧侶之靴",
	[6633] = "屠夫的剔骨刀",
	[13394] = "斯庫爾的寒冷擁抱",
	[18852] = "部落徽記",
	[19108] = "骨寒魔杖",
	[27427] = "杜洛坦的戰鬥背心",
	[6889] = "小蛋",
	[27683] = "奎克米瑞之眼",
	[6953] = "維里甘之拳",
	[6985] = "哈迦德的劍",
	[20132] = "阿拉索軍服",
	[14226] = "灰絲手鐲",
	[14290] = "蜘蛛裹足",
	[14482] = "圖樣:灰布披風",
	[29347] = "擊碎者護符",
	[7369] = "長者長袍",
	[7433] = "微光手套",
	[7529] = "秘術頭盔",
	[30371] = "光明看護者腰帶",
	[30627] = "海嘯護符",
	[15378] = "怒爪腰帶",
	[7721] = "公正之手",
	[31139] = "估算之拳",
	[15634] = "敬畏頭飾",
	[15698] = "激鬥肩鎧",
	[23332] = "枯萎的鞭笞者之根",
	[31779] = "奧多爾大衣",
	[8137] = "鉻鐵護腕",
	[24740] = "日翼護臂",
	[16805] = "惡魔之心手套",
	[16933] = "復仇腰帶",
	[25636] = "塔巴克斗篷",
	[25764] = "瑪格哈利憤怒烙印",
	[26020] = "覆殼護腿",
	[18469] = "埃德薩拉斯皇家徽記",
	[9427] = "石窟碎骨錘",
	[19365] = "黑龍之爪",
	[9747] = "簡易長褲",
	[9811] = "固化護腕",
	[9875] = "女巫腰帶",
	[9939] = "誓言手套",
	[10003] = "黑色魔紋手套",
	[28324] = "殘酷意念護手",
	[20261] = "暗影豹皮腰帶",
	[20517] = "刺鋼護肩",
	[20645] = "自然之語",
	[28964] = "虛無之心長袍",
	[20901] = "守衛者外套",
	[29348] = "拳刃",
	[10707] = "鋼板護脛",
	[10771] = "死亡法師腰帶",
	[21669] = "爬藤頭盔",
	[30116] = "毀滅者護腿",
	[30372] = "索奎薩爾腰帶",
	[22565] = "公式:大型稜石碎片",
	[11475] = "酒漬披風",
	[23077] = "血石榴石",
	[31780] = "占卜者軍服",
	[11923] = "恩賜之錘",
	[11987] = "銥金環",
	[12051] = "黃銅護手",
	[12115] = "堅定腰帶",
	[12243] = "煙燻之爪",
	[24613] = "復仇者腰帶",
	[24869] = "血騎士護腕",
	[16806] = "惡魔之心腰帶",
	[16934] = "復仇護腕",
	[25509] = "北風裂隙鑰匙",
	[25637] = "伊斯利腰帶",
	[25893] = "神秘的天火鑽石",
	[13011] = "銀線腰帶",
	[13139] = "轟擊火槍",
	[18470] = "埃德薩拉斯皇家徽記",
	[18854] = "聯盟徽記",
	[19366] = "屠龍大師寶珠",
	[19878] = "浸血肩鎧",
	[28325] = "睡夢龍杖",
	[14227] = "鐵網蛛絲",
	[14291] = "蜘蛛護腕",
	[28709] = "總元帥的鱗片護胸",
	[14419] = "絲沙護腕",
	[14483] = "圖樣:惡魔布短褲",
	[29093] = "瑪洛尼戰衣角盔",
	[29349] = "堅鋼不壞之鏈",
	[21542] = "節慶衣服",
	[30117] = "毀滅者護肩",
	[15187] = "禁衛肩鎧",
	[15251] = "削頭劍",
	[22438] = "地穴行者頭盔",
	[31781] = "薩塔軍服",
	[32037] = "殘忍鬥士的緞面襯肩",
	[24614] = "復仇者長靴",
	[8276] = "英勇護手",
	[16807] = "惡魔之心護肩",
	[16935] = "馭龍者護腕",
	[17063] = "埃古雷亞指環",
	[1074] = "硬蜘蛛腿",
	[4330] = "時髦紅襯衣",
	[4362] = "劣質火槍",
	[25766] = "欠沙薩拉畢恩錢的生物",
	[26022] = "研究員手套",
	[9428] = "掘地腕輪",
	[4746] = "末日預言者長袍",
	[27430] = "耐性綴鱗護脛",
	[1210] = "暗影石",
	[4874] = "乾淨的魚骨",
	[9812] = "固化披風",
	[9876] = "女巫便鞋",
	[28070] = "綠色裹手",
	[10004] = "影紋長袍",
	[28454] = "獵捕者戰鬥護腕",
	[28582] = "小紅帽披風",
	[5194] = "監工戰斧",
	[29094] = "瑪洛尼戰衣馬褲",
	[1314] = "食屍鬼的手指",
	[29350] = "黑色獵捕魔杖",
	[29478] = "新生之種",
	[10836] = "侵蝕魔棒",
	[21927] = "速效毒藥 VII",
	[1378] = "磨損的短褲",
	[5610] = "荒原披風",
	[11284] = "精準彈丸",
	[1418] = "舊皮帶",
	[22951] = "泉爪皮護腿",
	[23079] = "翠綠橄欖石",
	[31398] = "冰凍之眼",
	[31526] = "烏鴉之木驅逐者指環",
	[31782] = "扭曲行者胸甲",
	[1490] = "守護之符",
	[11988] = "銀石指環",
	[12052] = "月光戒指",
	[6058] = "被燻黑的皮腰帶",
	[1522] = "獵頭長矛",
	[6186] = "石齶怪切割者",
	[16680] = "馭獸者腰帶",
	[16808] = "惡魔之心軟帽",
	[16936] = "馭龍者腰帶",
	[17064] = "龍鱗碎片",
	[6378] = "先知斗篷",
	[6410] = "徽記護腕",
	[25767] = "拉利克的欠款",
	[26023] = "劫掠者皮手套",
	[13076] = "巨人殺手護腕",
	[6570] = "幻光腰帶",
	[6602] = "僧侶護腕",
	[18472] = "埃德薩拉斯皇家徽記",
	[18856] = "聯盟徽記",
	[18984] = "空間撕裂器 - 永望鎮",
	[27431] = "時光之盾匕首",
	[1722] = "刺石戰錘",
	[1730] = "用舊的鎖甲腰帶",
	[14100] = "亮布長袍",
	[14164] = "異教徒腰帶",
	[14228] = "灰絲寶冠",
	[14292] = "蜘蛛斗篷",
	[14420] = "絲沙斗篷",
	[28967] = "虛無之心襯肩",
	[1826] = "大石錘",
	[29351] = "怒潮長弓",
	[7370] = "長者腰帶",
	[21544] = "藍色節慶褲裝",
	[7530] = "秘術手套",
	[30375] = "征服者護手",
	[1930] = "石工披風",
	[15572] = "掠奪者頭飾",
	[31399] = "自然守衛",
	[31527] = "葉鬚指環",
	[31655] = "邪惡的空中牢獄鑰匙",
	[31783] = "血火護腿",
	[1994] = "黑爪",
	[32039] = "殘忍鬥士的綴鱗胸甲",
	[24104] = "牧月毛皮披風",
	[24360] = "追蹤者腰帶",
	[8170] = "硬甲皮",
	[24616] = "復仇者手套",
	[2069] = "黑色熊皮外衣",
	[24872] = "鐵脊鎖鏈背心",
	[16809] = "惡魔之心長袍",
	[16937] = "馭龍者肩甲",
	[2165] = "老馬布蘭契的毯子",
	[25640] = "奈辛瓦里狩獵隊之棒",
	[25768] = "庫庫許的債款",
	[17705] = "痛擊之刃",
	[26024] = "復仇者皮製軟鞋",
	[2277] = "死靈法師護腿",
	[18473] = "埃德薩拉斯皇家徽記",
	[2325] = "黑色染料",
	[18729] = "尖嘯之弓",
	[18857] = "聯盟徽記",
	[2373] = "破碎的皮戰靴",
	[27432] = "布洛克斯的勇氣之戒",
	[2437] = "鑲邊短褲",
	[9877] = "女巫披風",
	[9941] = "誓言襯肩",
	[28328] = "深綠秘銀披風",
	[10133] = "亡魂護腿",
	[10197] = "十字軍的腰帶",
	[20521] = "怒火面甲",
	[10325] = "圖樣:白色婚紗",
	[28968] = "虛無之心手套",
	[29096] = "瑪洛尼護甲",
	[2645] = "寬鬆鍊甲手套",
	[10837] = "伊蘭尼庫斯之牙",
	[21929] = "火石榴石",
	[2805] = "雪人毛皮披風",
	[11285] = "鋸齒箭",
	[22825] = "恢復之力藥劑",
	[2869] = "鍍銀青銅胸甲",
	[31272] = "無盡知識王冠",
	[2901] = "礦工鋤",
	[11669] = "阿格曼奇之戒",
	[2933] = "烏瑞恩的圖章",
	[2949] = "水手之靴",
	[2965] = "戰士外套",
	[23849] = "靜松穀物",
	[2997] = "毛布卷",
	[12053] = "火山石戒",
	[3045] = "亮鱗戰靴",
	[24617] = "復仇者軟帽",
	[25001] = "血拳手套",
	[16938] = "馭龍者腿甲",
	[3173] = "熊肉",
	[25769] = "服倫之債",
	[13013] = "巫師長者襯肩",
	[13141] = "咆哮之牙",
	[18730] = "暗影花邊裹手",
	[18858] = "聯盟徽記",
	[18986] = "安全傳送器:加基森",
	[27433] = "容忍肩甲",
	[19370] = "黑翼襯肩",
	[27817] = "星光長弓",
	[3493] = "迅猛龍終結者",
	[14101] = "亮布手套",
	[14229] = "火絲披風",
	[28585] = "紅寶石便鞋",
	[28713] = "總元帥的鱗片護肩",
	[20906] = "鑲邊的銅戒",
	[3685] = "迅猛龍蛋",
	[3733] = "獸人作戰鍊甲",
	[30121] = "毀滅者護脛",
	[15125] = "堅定手套",
	[30377] = "卡爾加的獎章",
	[31145] = "沉睡者頭飾",
	[31657] = "重生上衣",
	[32041] = "殘忍鬥士的綴鱗頭盔",
	[4037] = "銀絲短褲",
	[24362] = "盈孢披風",
	[24618] = "復仇者短褲",
	[16683] = "博學者腕輪",
	[25002] = "血拳頭盔",
	[16939] = "馭龍者頭盔",
	[4331] = "鳳凰手套",
	[17707] = "碎玉之心",
	[26026] = "華麗裝飾腰帶",
	[4715] = "紋飾披風",
	[27434] = "匹瑞諾德襯肩",
	[9814] = "固化腰帶",
	[9878] = "女巫頭飾",
	[28074] = "釘甲綠色裹足",
	[5003] = "水晶星火徽章",
	[28458] = "清晰的紅玉",
	[28586] = "邪惡女巫之帽",
	[28714] = "總元帥的絲質披肩",
	[5195] = "金斑手套",
	[20907] = "厚實的青銅戒",
	[29354] = "聖光之觸捨己披肩",
	[10710] = "龍爪戒指",
	[10774] = "血皮護肩",
	[5419] = "野獸護腕",
	[21803] = "神聖復仇者的頭盔",
	[21931] = "銅紋戒",
	[30378] = "薩洛迪恩之鏈",
	[22443] = "地穴行者護臂",
	[22955] = "中和劑",
	[5771] = "圖樣:紅色亞麻包",
	[31658] = "斥侯兜帽",
	[31786] = "黑刺肩甲",
	[5963] = "野人護腿",
	[24107] = "劫掠者甲殼外套",
	[24363] = "無疤胸甲",
	[6123] = "初學者長袍",
	[24619] = "復仇者護肩",
	[16684] = "博學者手套",
	[25003] = "血拳護腿",
	[16940] = "馭龍者護手",
	[6379] = "銘文皮帶",
	[6411] = "主將護甲",
	[17580] = "戰場元帥的鬼紋護肩",
	[13014] = "林吉之斧",
	[6539] = "柳木腰帶",
	[6603] = "僧侶外套",
	[18348] = "奎爾塞拉",
	[13398] = "尖叫者之靴",
	[6795] = "白色冒險者襯衣",
	[19372] = "無盡怒氣頭盔",
	[27947] = "衝擊圖騰",
	[28075] = "摧毀者披風",
	[7051] = "土靈外衣",
	[14166] = "海盜護腕",
	[28459] = "精巧的紅玉",
	[28587] = "繼承之斧",
	[28715] = "總元帥的絲質兜帽",
	[29099] = "瑪洛尼護脛",
	[14678] = "豪族肩甲",
	[7371] = "重型箭袋",
	[7435] = "微光襯肩",
	[21932] = "重銅戒指",
	[22572] = "空氣微粒",
	[7787] = "光輝盾牌",
	[31275] = "勝利項鏈",
	[31531] = "鬼靈布質護腕",
	[31787] = "堅定腰帶",
	[23852] = "諾凱的背包",
	[24108] = "劫掠者皮護腿",
	[8107] = "寒冬長靴",
	[8139] = "鉻鐵護手",
	[16342] = "士官的斗篷",
	[8215] = "蠻皮披風",
	[8279] = "英勇頭盔",
	[16685] = "博學者腰帶",
	[25004] = "血拳肩章",
	[16941] = "馭龍者護脛",
	[17069] = "速射強弓",
	[25516] = "伊奇言的長靴",
	[25644] = "受祝福的納葛蘭之書",
	[25772] = "水晶短彎刀",
	[26028] = "潔希拉的蘑菇襯護腕",
	[18861] = "召火腿甲",
	[9623] = "公民長袍",
	[9687] = "鬥士腰帶",
	[9815] = "固化護腿",
	[9879] = "女巫護腕",
	[9943] = "誓言長袍",
	[10007] = "紅色魔紋外衣",
	[10071] = "公正披風",
	[28460] = "淚滴紅玉",
	[10199] = "十字軍護腿",
	[28716] = "總元帥的絲質護手",
	[10455] = "被禁錮的伊蘭尼庫斯精華",
	[10775] = "圖特卡什的甲殼",
	[21933] = "厚青銅項鍊",
	[30252] = "揭露安卡特魔杖",
	[30380] = "迷失復仇者腰帶",
	[22445] = "魔塵",
	[11287] = "次級魔法杖",
	[22829] = "超強效恢復藥水",
	[31148] = "惡魔皮護肩",
	[31276] = "狂熱長靴",
	[31404] = "綠色伊利達瑞戰利大衣",
	[31532] = "柔軟皮靴",
	[31660] = "菲拉芬躲藏者腰帶",
	[31788] = "黑刺手套",
	[32044] = "殘忍鬥士的穿刺匕首",
	[24365] = "靈巧護手",
	[24621] = "弄奴腰帶",
	[16558] = "將軍的皮甲戰靴",
	[24877] = "鐵脊護腕",
	[16942] = "馭龍者胸甲",
	[25517] = "保衛者徽章",
	[25645] = "曠野圖騰",
	[25773] = "飢餓白骨棒",
	[13079] = "托爾森之盾",
	[18862] = "聯盟徽記",
	[27821] = "奢華的怨恨長靴",
	[14103] = "亮布披風",
	[14167] = "海盜斗篷",
	[14231] = "灰絲手套",
	[28589] = "野獸深淵護肩",
	[28717] = "總元帥的絲質衣飾",
	[14423] = "絲沙肩甲",
	[28973] = "元帥的鍊甲護腕",
	[14551] = "劍師護手",
	[14807] = "嗜血護腕",
	[21934] = "精製虎眼石項鍊",
	[22446] = "強效星面精華",
	[31149] = "混亂手套",
	[31277] = "拓荒者指環",
	[31405] = "伊利達瑞紫色勝利短衣",
	[31533] = "洪水護肩",
	[31789] = "沼牙長靴",
	[23726] = "魔化餘燼",
	[24238] = "蘑菇樣本",
	[24366] = "工蠍之刺襯肩",
	[4108] = "黑豹獵人護腿",
	[4140] = "棕櫚護肩",
	[16687] = "博學者護腿",
	[16815] = "預言法袍",
	[25262] = "軍用傷害之弩",
	[25390] = "墮落鎧甲長靴",
	[25518] = "探險者護腿",
	[25774] = "藍色輕劍",
	[17711] = "元素石脊護腿",
	[26030] = "潔希拉的蘑菇襯鎖甲",
	[4652] = "薩爾巴克之盾",
	[4684] = "法師腰帶",
	[4716] = "軍用鎖甲披風",
	[9624] = "旅行皮褲",
	[19375] = "密蘇達爾，奪魂者的頭飾",
	[9752] = "流浪者指環",
	[9816] = "固化盾牌",
	[9880] = "女巫手套",
	[28206] = "無罪兜帽",
	[28462] = "明亮的紅玉",
	[10200] = "十字軍肩鎧",
	[28718] = "總元帥的絲質長褲",
	[28846] = "高階督軍的鎖甲護甲",
	[28974] = "元帥的鍊甲腰帶",
	[33067] = "精兵征服墜飾",
	[33066] = "精兵勝利墜飾",
	[33064] = "精兵拯救指環",
	[10776] = "蜘蛛銀絲斗篷",
	[33056] = "精兵支配指環",
	[32999] = "精兵環型鎖甲重靴",
	[32997] = "精兵環型鎖甲護腕",
	[22063] = "巫師腕輪",
	[30382] = "奧多爾祭典護腕",
	[5580] = "民兵之錘",
	[22447] = "次級星面精華",
	[11288] = "強效魔法杖",
	[32989] = "精兵裝飾護腕",
	[6829] = "平靜之劍",
	[31150] = "虔敬手套",
	[32961] = "殘忍鬥士的緩刑器",
	[32888] = "泰洛克的聖物",
	[31534] = "白蹄護手",
	[31662] = "里拉的書信",
	[32872] = "戒律之伊利達瑞魔杖",
	[32869] = "伊利達瑞領主外套",
	[5964] = "野人護肩",
	[5996] = "水下呼吸藥劑",
	[24111] = "克爾肯的皮上衣",
	[32656] = "晶鱗裹手",
	[6092] = "黑色幼龍戰靴",
	[6124] = "初學者短褲",
	[32863] = "破天者皮鞭",
	[6188] = "泥濘踐踏者",
	[6220] = "流星碎片",
	[25007] = "征服者的護脛",
	[32831] = "寶石裝飾魔杖",
	[32828] = "歐格利拉徽章",
	[32821] = "精兵火龍皮護腕",
	[6380] = "拋光圓盾",
	[6412] = "主將戰靴",
	[25775] = "巨魔屠殺者指環",
	[32819] = "精兵鱗片護腕",
	[26031] = "伊萊克騎乘者鎖甲",
	[6540] = "柳木短褲",
	[6572] = "防禦者之盾",
	[6604] = "僧侶斗篷",
	[32818] = "精兵鎧甲護腕",
	[6668] = "繪圖員長靴",
	[13400] = "虐待者臂鎧",
	[32816] = "精兵鎖鏈護腕",
	[18864] = "聯盟徽記",
	[6796] = "紅色冒險者襯衣",
	[19120] = "衛兵隊長符文",
	[32814] = "精兵皮甲護腕",
	[32812] = "精兵科多皮護腕",
	[32811] = "精兵鬼紋護腕",
	[32809] = "精兵鍊甲護腕",
	[32807] = "精兵絲質腰帶",
	[32805] = "精兵鎧甲腰帶",
	[7052] = "碧藍絲質腰帶",
	[14168] = "海盜手套",
	[14232] = "火絲襯肩",
	[7148] = "哥布林起搏器",
	[28719] = "總元帥的火龍皮手套",
	[32801] = "精兵板層甲腰帶",
	[28975] = "元帥的鍊甲重靴",
	[7276] = "手工皮披風",
	[32800] = "精兵科多皮腰帶",
	[29359] = "鞭叱之野性法杖",
	[32799] = "精兵鬼紋腰帶",
	[32797] = "精兵鏈甲腰帶",
	[7436] = "微光斗篷",
	[32795] = "精兵絲質裹足",
	[32794] = "精兵鱗片長靴",
	[30127] = "晶鑄防禦護肩",
	[15128] = "堅定外套",
	[32793] = "精兵鎧甲長靴",
	[32792] = "精兵鎖甲戰靴",
	[22448] = "小塊稜石碎片",
	[32791] = "精兵鎖鏈戰靴",
	[7724] = "神聖護手",
	[22832] = "超強效法力藥水",
	[31151] = "圍困腰帶",
	[32790] = "精兵皮甲長靴",
	[32789] = "精兵板層甲戰靴",
	[23344] = "斥候長褲",
	[32787] = "精兵鬼紋步靴",
	[31791] = "風王之戒",
	[32786] = "精兵龍皮長靴",
	[32047] = "殘忍鬥士的絲質披肩",
	[23984] = "受到輻射的水晶碎片",
	[24112] = "克爾肯鞋",
	[8108] = "寒冬護腕",
	[8140] = "鉻鐵腰帶",
	[24496] = "班薩爾之角",
	[24624] = "弄奴護手",
	[2070] = "達納蘇斯乳酪",
	[16689] = "博學者襯肩",
	[25008] = "征服者的胸甲",
	[32785] = "精兵鏈甲戰靴",
	[25264] = "口袋發射器",
	[32779] = "嚴寒元素指環",
	[32774] = "黑珍珠",
	[32772] = "明亮珍珠指環",
	[25776] = "巨魔屠殺者墜飾",
	[17713] = "黑石戒指",
	[2230] = "野豬手套",
	[2246] = "侍從的徽記",
	[2262] = "克恩印記",
	[2278] = "森林追蹤者護肩",
	[32770] = "禦天者銀十字徽章",
	[2310] = "雕花皮質披風",
	[2326] = "青藤護腕",
	[32769] = "烏鴉領主腰帶",
	[9433] = "遺忘護臂",
	[32695] = "隊長的徽章",
	[32663] = "頂尖順劈斧",
	[9625] = "雙鏈強化護腿",
	[32662] = "火燄石英法杖",
	[19505] = "戰歌軍服",
	[9817] = "固化肩甲",
	[32658] = "堅韌徽章",
	[9945] = "誓言腰帶",
	[10009] = "紅色魔紋短褲",
	[10073] = "公正頭盔",
	[28464] = "閃亮鑽石",
	[10201] = "霸主護脛",
	[32864] = "指揮官徽章",
	[10329] = "血色十字軍腰帶",
	[2598] = "圖樣:紅色亞麻長袍",
	[32655] = "水晶編織護腕",
	[32654] = "晶鑄墜飾",
	[2646] = "寬鬆鍊甲短褲",
	[32653] = "頂尖披風",
	[2678] = "甜香料",
	[10777] = "蜘蛛手套",
	[32651] = "啟示水晶寶珠",
	[30000] = "調酒師的手套",
	[32650] = "天藍水晶魔杖",
	[30256] = "那魯短褲",
	[30384] = "亮晨護腕",
	[32648] = "漩渦行走長靴",
	[22449] = "大塊稜石碎片",
	[11289] = "次級秘法魔杖",
	[2838] = "沉重的石頭",
	[32647] = "鑲殼護腕",
	[2870] = "銀鱗胸甲",
	[31280] = "喚雷者護手",
	[2902] = "信念披風",
	[23345] = "斥候外衣",
	[11737] = "貪婪聖契",
	[2950] = "冰柱魔棒",
	[11865] = "怨恨之靴",
	[2982] = "先知短褲",
	[11993] = "陶土戒指",
	[32645] = "結晶十字弩",
	[3030] = "銳鋒箭",
	[32541] = "泰洛克智慧披風",
	[32540] = "泰洛克力量披風",
	[24625] = "弄奴之帽",
	[16562] = "督軍的皮甲肩鎧",
	[16690] = "虔誠長袍",
	[25009] = "征服者的護手",
	[32539] = "禦天者斗篷",
	[3158] = "褐色毛護腕",
	[32538] = "飛天女巫披風",
	[32537] = "泰洛克木槌",
	[3206] = "雙手騎兵劍",
	[25777] = "巨魔屠殺者披風",
	[17714] = "岩石公主護腕",
	[26033] = "復仇者鐵甲護腿",
	[32535] = "魔爪祭司的禮物",
	[13145] = "兇暴巨魔腰帶",
	[32494] = "毀滅護目鏡",
	[32481] = "迅捷飛行護符",
	[3334] = "農夫的鐵鏟",
	[24041] = "水生惡菌菇",
	[18738] = "蟲殼強弩",
	[22776] = "泉爪開胃菜",
	[32473] = "坦克電子護目鏡",
	[4043] = "極光護腕",
	[3430] = "狙擊步槍",
	[19378] = "龍王披風",
	[19506] = "銀翼軍服",
	[27678] = "裂蹄肉",
	[32445] = "禦天者大衣",
	[2100] = "精確校準過的火槍",
	[12429] = "君王鎧甲護腿",
	[28337] = "正義之怒胸甲",
	[14233] = "灰絲護腿",
	[28593] = "巨型恆金頭盔",
	[20530] = "束縛長袍",
	[32088] = "怒獸者兜帽",
	[4695] = "拋光鍊甲披風",
	[20626] = "黑色樹皮腕環",
	[14617] = "外科醫生襯衣",
	[1077] = "迪菲亞法師之戒",
	[1173] = "舊靴子",
	[25655] = "魔鱗長靴",
	[32080] = "暗擁襯肩",
	[27478] = "詛咒觸發腰帶",
	[27841] = "女王之爪",
	[17904] = "6級雷矛勳章",
	[30257] = "撒塔斯護腿",
	[32072] = "分歧護手",
	[28773] = "血吼之斧",
	[22450] = "虛無水晶",
	[15385] = "怒爪護腿",
	[32062] = "極效堅韌藥劑",
	[31025] = "復仇者塑像",
	[22962] = "注射用水晶",
	[31281] = "隱藏死亡面罩",
	[31289] = "神聖導注法杖",
	[23346] = "鬥爭雙刃刀",
	[23474] = "新兵長褲",
	[32050] = "殘忍鬥士的絲質外衣",
	[32049] = "殘忍鬥士的絲質護手",
	[4006] = "脫環的鍊甲護肩",
	[32046] = "殘忍鬥士的剃刀",
	[4038] = "夜空長袍",
	[4054] = "徽記護腿",
	[32043] = "殘忍鬥士的綴鱗護肩",
	[32040] = "殘忍鬥士的綴鱗手套",
	[4109] = "刨花皮靴",
	[24754] = "匕首沼澤縫褲",
	[32034] = "殘忍鬥士的緞面手套",
	[16819] = "預言臂甲",
	[4237] = "手工皮帶",
	[32031] = "殘忍鬥士的環型鎖甲頭盔",
	[32028] = "殘忍鬥士的右齒鋸",
	[4333] = "黑絲襯衣",
	[32027] = "殘忍鬥士的快刃",
	[4397] = "地精隱形裝置",
	[17715] = "瑟萊德絲之眼",
	[26034] = "防護田野手套",
	[32024] = "殘忍鬥士的裝飾護肩",
	[32000] = "殘忍鬥士的皮質護腿",
	[31992] = "殘忍鬥士的片甲胸鎧",
	[31987] = "殘忍鬥士的科多獸皮手套",
	[31976] = "殘忍鬥士的鬼紋襯肩",
	[18611] = "瘤背護腿",
	[18739] = "蟲殼鎧甲護腿",
	[4717] = "軍用鎖甲腰帶",
	[31973] = "殘忍鬥士的鬼紋手套",
	[19123] = "溫暖裹手",
	[19137] = "衝擊腰帶",
	[19379] = "奈薩里奧之淚",
	[19507] = "審訊者披肩",
	[9818] = "固化鍊甲",
	[4249] = "黑皮腰帶",
	[19891] = "金度的厄運袋",
	[8206] = "硬化蠍殼護腿",
	[28338] = "惡魔縫製護腿",
	[10138] = "蒼穹披風",
	[10202] = "霸主臂鎧",
	[28722] = "總元帥的火龍皮護肩",
	[10330] = "血色十字軍護腿",
	[5197] = "廚師的吹火棍",
	[24903] = "雄鹿皮內襯長靴",
	[8203] = "硬化蠍殼胸甲",
	[29362] = "食日者",
	[29490] = "附魔魔鱗護手",
	[31952] = "克銀保險箱",
	[28350] = "勇猛頭盔",
	[28469] = "閃爍的琥珀石",
	[30002] = "布茲的長靴",
	[28537] = "蠻錘手斧",
	[30258] = "阿達歐胸甲",
	[31940] = "伊斯利恩項鍊",
	[5581] = "光滑的手杖",
	[22451] = "原始空氣",
	[11290] = "強效秘法杖",
	[22707] = "羅馬拉丁尼的冰握",
	[22835] = "極效暗影之力藥劑",
	[31154] = "青銅飾環",
	[5773] = "圖樣:神秘的長袍",
	[23219] = "啟發者腰帶",
	[23347] = "風化的十字弓",
	[23475] = "新兵之靴",
	[11802] = "火浪護腿",
	[31859] = "暗月卡:瘋狂",
	[11930] = "皇帝的新斗篷",
	[11994] = "珊瑚指環",
	[31857] = "暗月卡:狂怒",
	[6061] = "玄武岩護腕",
	[6093] = "獸人粉碎者",
	[6125] = "爭鬥者甲胄",
	[24627] = "弄奴襯肩",
	[25657] = "魔鱗胸甲",
	[16692] = "虔誠手套",
	[16820] = "夜幕殺手胸甲",
	[27713] = "哀傷之鏈肩甲",
	[31820] = "神聖璽戒",
	[2562] = "海棠花",
	[31818] = "龍骨護符",
	[6413] = "主將護腕",
	[25779] = "戰錘屠殺者之戒",
	[28256] = "瑟銀編織披風",
	[13018] = "劊子手之斧",
	[6541] = "柳木手套",
	[6573] = "防禦者戰靴",
	[6605] = "僧侶手套",
	[31816] = "龍骨之劍",
	[31812] = "厄運頭顱",
	[28789] = "瑪瑟里頓之眼",
	[18740] = "圖薩丁腰帶",
	[30031] = "紅色浩劫戰靴",
	[31448] = "電流劍",
	[19124] = "熔岩鎧甲護腿",
	[31558] = "導風者護腕",
	[6893] = "車間鑰匙",
	[19508] = "烙印皮護腕",
	[31794] = "薩塔復仇者護腿",
	[31784] = "遠古泰洛卡頭巾",
	[14042] = "灰布外衣",
	[28211] = "中尉的羅德隆徽記",
	[28339] = "流沙長靴",
	[28467] = "光滑的琥珀石",
	[31762] = "覆蓋羽毛的弓",
	[31759] = "夏尼的迅捷小刀",
	[28851] = "高階督軍的鎧甲護胸",
	[14490] = "圖樣:灰布短褲",
	[14554] = "踏雲腿甲",
	[31756] = "帝布毛的快速小刀",
	[31747] = "權勢薩塔垂飾",
	[29491] = "附魔魔鱗長靴",
	[14810] = "戰擊護臂",
	[7437] = "微光護腕",
	[7469] = "華麗護腿",
	[30003] = "虛空行者手套",
	[7533] = "秘術披風",
	[31733] = "阿庫諾之劍",
	[31732] = "揭露寶珠",
	[30515] = "資淺技師第三級護目鏡",
	[15322] = "滑膛槍",
	[31731] = "麥克達的禮物",
	[31730] = "家傳恢復徽記",
	[7757] = "風紋法杖",
	[31155] = "龍鱗胸甲",
	[31283] = "密封命運腰帶",
	[31729] = "家傳勇氣徽記",
	[15770] = "圖樣:黑色龍鱗護肩",
	[23476] = "侍從襯衣",
	[31727] = "純種羽毛項鍊",
	[31726] = "純良羽毛項鍊",
	[23860] = "克爾肯的皮",
	[31725] = "苦難腰帶",
	[24116] = "夜之眼",
	[16218] = "公式:附魔護腕 - 超強精神",
	[8141] = "鉻鐵護脛",
	[31724] = "阿拉卡魔杖",
	[24628] = "弄奴護臂",
	[24756] = "匕首沼澤護腕",
	[24884] = "德利蘇肩甲",
	[16821] = "夜幕殺手頭巾",
	[31723] = "狂人之刃",
	[31720] = "戰場軍官的胸甲",
	[31719] = "雷霆胸甲",
	[25524] = "塞納里奧遠征長靴",
	[31701] = "破壞之斧",
	[25780] = "戰錘防禦者披風",
	[17717] = "超射程精密步槍",
	[31700] = "符文銀法杖",
	[31699] = "韌化德萊尼水晶",
	[31696] = "娜塔夏戰爭項鏈",
	[25977] = "貪婪兇殘頭盔",
	[3056] = "森林皮短褲",
	[9243] = "乾枯的心臟",
	[27715] = "議會堅定頭盔",
	[27854] = "煙燻塔巴克鹿肉",
	[9435] = "骨網護手",
	[17038] = "鐵木種子",
	[19125] = "灼熱鎖甲腰帶",
	[19511] = "軍團士兵指環",
	[31673] = "香脆巨蛇肉",
	[19509] = "生銹的鎖甲戰靴",
	[9819] = "耐用外套",
	[9883] = "女巫短褲",
	[19893] = "贊吉爾的徽記",
	[28212] = "艾藍的巫術便褲",
	[31140] = "混亂披風",
	[28468] = "精密琥珀石",
	[10203] = "霸主胸甲",
	[10267] = "烏賊斗篷",
	[10331] = "血色十字軍護手",
	[28980] = "元帥的鬼紋腰帶",
	[29108] = "不屈之劍",
	[31666] = "破損的蒸汽坦克遙控器",
	[31638] = "高階督軍的裝飾護腿",
	[31617] = "遠古德萊尼戰爭護符",
	[31615] = "遠古德萊尼秘法聖物",
	[31597] = "元帥的科多皮靴",
	[10843] = "羽毛斗篷",
	[31581] = "岩鋼長靴",
	[31580] = "岩鋼護腿",
	[24582] = "異域者之靴",
	[2033] = "大使之靴",
	[30516] = "首席工程師腰帶",
	[30644] = "靈巧之握手套",
	[11291] = "星木",
	[31572] = "霧幕長褲",
	[25426] = "艷麗的羽毛",
	[24997] = "戰錘臂鎧",
	[31284] = "魯莽護腕",
	[9357] = "鸚鵡的骸骨",
	[31540] = "晴天護臂",
	[23477] = "侍從短褲",
	[31796] = "薩塔射手手套",
	[23733] = "儀式火炬",
	[28729] = "憤怒之刃",
	[11995] = "象牙指環",
	[28790] = "那魯光明護衛之戒",
	[24245] = "白閃菇",
	[29121] = "科瑞希的狡猾小刀",
	[24501] = "葛爾道格的巨礫",
	[24629] = "菲拉芬腰帶",
	[24757] = "昂布拉凡腰帶",
	[24885] = "德利蘇護腕",
	[16822] = "夜幕殺手短褲",
	[2027] = "彎刀",
	[17078] = "薩菲隆斗篷",
	[793] = "針織手套",
	[797] = "劣質皮手套",
	[25653] = "騎乘馬鞭",
	[805] = "紅色小包",
	[809] = "血刃",
	[26037] = "輕便網孔靴",
	[30035] = "長路長靴",
	[18102] = "龍騎兵長靴",
	[30331] = "先知的腰帶",
	[28202] = "月光林地長袍",
	[18486] = "月布長袍",
	[1159] = "民兵短杖",
	[31142] = "受困知識之刃",
	[845] = "棕色皮短褲",
	[849] = "鎖鏈戰靴",
	[19126] = "熔岩鎧甲手套",
	[857] = "紅色布袋",
	[24129] = "解救皮腰帶",
	[865] = "鉛質釘錘",
	[869] = "眩光",
	[873] = "喬丹法杖",
	[31539] = "織鏈腰帶",
	[14107] = "惡魔布短褲",
	[14171] = "海盜短褲",
	[14235] = "灰絲束腰",
	[14299] = "白骨法師長靴",
	[897] = "瘋狼護腕",
	[28853] = "高階督軍的鎧甲頭盔",
	[28981] = "元帥的鬼紋護腕",
	[31528] = "石化樹皮之戒",
	[31523] = "樹幹戒指",
	[31514] = "龍族上衣",
	[31512] = "樹林守望者腰帶",
	[31490] = "虛空之翼保護者之盾",
	[929] = "治療藥水",
	[14939] = "戰爭使者胸甲",
	[15003] = "原始腰帶",
	[31488] = "遠古殺手長靴",
	[31480] = "巨魔敲打者腰帶",
	[31458] = "雷森破壞護腿",
	[30517] = "虛空旅者護腿",
	[15323] = "震擊獵槍",
	[5214] = "黃昏魔杖",
	[6908] = "加摩拉的繩索",
	[23512] = "附魔堅鋼護腿",
	[31157] = "龍皮外套",
	[31285] = "魔爪胸甲",
	[13889] = "新鮮的白鱗鮭魚",
	[31541] = "哨嘯之劍",
	[23478] = "新兵長褲",
	[31797] = "伊萊克皮革護肩",
	[6517] = "先鋒腰帶",
	[31442] = "地鐵輕型護腿",
	[25673] = "狂野德萊尼長靴",
	[24118] = "阿賈斯徽記",
	[24246] = "血紅木槿",
	[25872] = "平衡飛刀",
	[31436] = "希爾瓦納勇士肩甲",
	[24630] = "菲拉芬之靴",
	[24758] = "昂布拉凡長靴",
	[16695] = "虔誠襯肩",
	[16823] = "夜幕殺手護肩",
	[4238] = "亞麻包",
	[27994] = "三大恐懼襯肩",
	[31432] = "探險家長靴",
	[4334] = "體面的白襯衣",
	[25654] = "魔鱗護手",
	[28483] = "王者胸甲",
	[28545] = "邊緣行者長靴",
	[4462] = "枯朽披風",
	[28606] = "深沉黑暗之盾",
	[18103] = "沉思指環",
	[18231] = "無袖T恤衫",
	[28730] = "無疤秘銀指環",
	[1155] = "夢遊者魔棒",
	[28791] = "頑強之戒",
	[9372] = "鞭笞者蘇薩斯",
	[4718] = "夜空襯肩",
	[29008] = "鋒利飛斧",
	[19127] = "焦熱皮甲外套",
	[4814] = "雪白的牙齒",
	[31425] = "巨魔毀滅者腰帶",
	[9756] = "流浪者長褲",
	[9820] = "耐用長靴",
	[9884] = "女巫長袍",
	[9948] = "酋長戰靴",
	[1251] = "亞麻繃帶",
	[28342] = "扭曲能量外套",
	[28470] = "厚重的琥珀石",
	[1275] = "軍官鍊甲外衣",
	[28726] = "心靈掠奪者襯肩",
	[31424] = "希爾瓦納的秘法魔杖",
	[5198] = "廚師的攪湯棒",
	[6554] = "吟游詩人手套",
	[1315] = "百合",
	[10588] = "哥布林火箭頭盔",
	[29450] = "泰拉蕊葡萄",
	[10716] = "地精縮小射線",
	[10780] = "哈卡印記",
	[10844] = "哈卡之塔",
	[30006] = "風之貿易者指環",
	[29806] = "牛仔的騎乘手套",
	[30036] = "長路腰帶",
	[31147] = "靈巧墜飾",
	[1395] = "學徒短褲",
	[31294] = "猛烈法力肩甲",
	[1411] = "枯木法杖",
	[22711] = "哈卡擁護者披風",
	[1427] = "碎料鞋",
	[31383] = "薩塔女巫印記",
	[1443] = "凱威恩的珠寶護符",
	[31382] = "薩塔法師印記",
	[31379] = "鬥士的科多皮外套",
	[31334] = "自然之怒法杖",
	[2960] = "旅者手套",
	[11868] = "窒息指環",
	[2583] = "毛紡靴",
	[11996] = "黑陶戒指",
	[24119] = "阿賈斯指環",
	[3342] = "桑德爾船長的襯衣",
	[18859] = "聯盟徽記",
	[24503] = "古羅克的大地頭盔",
	[24631] = "菲拉芬外套",
	[1547] = "信仰之盾",
	[16696] = "虔誠腰帶",
	[16824] = "夜幕殺手長靴",
	[16952] = "審判腰帶",
	[6318] = "奧杜之杖",
	[6344] = "公式:附魔護腕 - 初級精神",
	[6382] = "森林皮帶",
	[6414] = "希瓦娜斯的圖章",
	[20641] = "南海魔精長靴",
	[25011] = "征服者的腿鎧",
	[13020] = "擊天長弓",
	[13084] = "萬色項鏈",
	[6574] = "防禦者護腕",
	[31318] = "歌唱水晶之斧",
	[25940] = "爪形塑像",
	[13340] = "黑爵士的斗篷",
	[1988] = "主將護手",
	[13468] = "黑蓮花",
	[25481] = "跨日者護手",
	[28485] = "古代王者的壁壘",
	[19128] = "灼熱鎖甲外衣",
	[1715] = "拋光胸甲",
	[19384] = "屠龍大師之戒",
	[1731] = "用舊的鎖甲戰靴",
	[27831] = "不赦襯肩",
	[28792] = "阿達歐的防禦徽記",
	[14044] = "灰布披風",
	[14108] = "惡魔布靴",
	[14172] = "海盜長袍",
	[14236] = "灰絲長靴",
	[28599] = "屠殺綴鱗胸甲",
	[28727] = "紫羅蘭之眼墜飾",
	[28855] = "高階督軍的鎧甲護肩",
	[28983] = "元帥的片甲腰帶",
	[29009] = "重型飛刀",
	[14620] = "亡骨腰帶",
	[29367] = "隱秘夢境之戒",
	[1843] = "棕色皮帶",
	[7406] = "間諜腰帶",
	[7438] = "微光腰帶",
	[7470] = "華麗巫師帽",
	[15004] = "原始戰靴",
	[7534] = "秘術護腕",
	[30263] = "重責工程長靴",
	[15196] = "士兵徽章",
	[30519] = "奈薩斯守衛長靴",
	[15324] = "伯恩賽德步槍",
	[31297] = "血紅指令長袍",
	[22712] = "族群之力",
	[31031] = "風暴之怒圖騰",
	[31295] = "黑暗潛行者胸甲",
	[15644] = "鐵皮護手",
	[31415] = "鐵橡木盾牌",
	[29807] = "雕刻的牧畜者腰帶",
	[31292] = "水晶脈搏盾牌",
	[31291] = "晶鑄戰斧",
	[31290] = "支配指環",
	[32055] = "殘忍鬥士的戰爭法杖",
	[31152] = "教化胸甲",
	[24120] = "阿賈斯封印",
	[16220] = "公式:附魔靴子 - 精神",
	[24376] = "符文菌帽",
	[2043] = "棄靈之戒",
	[31287] = "德萊尼榮譽守衛盾牌",
	[31286] = "快速打擊胸甲",
	[16697] = "虔誠護腕",
	[16825] = "夜幕殺手護腕",
	[16953] = "審判肩鎧",
	[31282] = "純潔精神裹布",
	[31270] = "女妖權杖",
	[31263] = "銀月外套",
	[25656] = "魔鱗護腿",
	[25784] = "韌化項圈",
	[31258] = "悲傷指環",
	[26040] = "潔希拉的蘑菇襯護腕",
	[31230] = "深淵行者長靴",
	[2263] = "林木之刃",
	[31229] = "羽毛護腕",
	[2800] = "黑天鵝絨長袍",
	[15230] = "劈山斧",
	[4121] = "寶石綴飾手套",
	[18745] = "神聖布質護腿",
	[31194] = "古羅祝福的戰爭串珠",
	[3751] = "傭兵護腿",
	[7718] = "赫洛德的護肩",
	[27448] = "永生者披風",
	[19385] = "強能護腿",
	[9757] = "流浪者外套",
	[9821] = "耐用護腕",
	[9885] = "獵戶長靴",
	[19897] = "背叛者長靴",
	[25012] = "征服者的肩鎧",
	[2519] = "重彈丸",
	[31190] = "睡夢護肩",
	[10205] = "霸主護手",
	[28728] = "艾藍的舒緩藍寶石",
	[20665] = "深淵皮甲護腿",
	[28984] = "元帥的片甲護腕",
	[3058] = "森林皮手套",
	[29240] = "對立腕環",
	[21177] = "王者印記",
	[25562] = "土靈夷平印記",
	[25680] = "造型紫色帽",
	[25984] = "礦工護肩",
	[10845] = "戰士的擁抱",
	[27860] = "淨化過的德萊尼水",
	[28188] = "血火大法杖",
	[7476] = "華麗腰帶",
	[28060] = "衝擊彈藥",
	[30520] = "金邊護腕",
	[28610] = "兇猛迅捷之靴",
	[30037] = "衝擊長靴",
	[30350] = "聯盟勳章",
	[23835] = "地精變形器",
	[31153] = "軍團之斧",
	[31288] = "大師長靴",
	[31416] = "焦木之弓",
	[31544] = "裂蹄皮護腿",
	[31672] = "摩克納薩爾小肋排",
	[2951] = "叢林之戒",
	[2967] = "戰士之靴",
	[2983] = "先知之靴",
	[11997] = "綠石指環",
	[12061] = "清算之刃",
	[24249] = "頑強護腕",
	[3047] = "亮鱗手套",
	[31136] = "劍旋胸甲",
	[24633] = "菲拉芬兜帽",
	[31134] = "惡運之劍",
	[24889] = "司凱堤斯護手",
	[16826] = "夜幕殺手手套",
	[16954] = "審判腿鎧",
	[31133] = "黑暗專注護腿",
	[25401] = "腐蝕之錘",
	[31131] = "沉默之刃腰帶",
	[3207] = "狩獵護腕",
	[25785] = "內行指環",
	[31126] = "兇暴手套",
	[31125] = "毀滅者長靴",
	[13085] = "視野項鏈",
	[3287] = "部落短褲",
	[31113] = "紫羅蘭徽記",
	[31111] = "烏伏洛斯皮質手套",
	[3335] = "農夫的掃帚",
	[31104] = "召喚者的超視頭盔",
	[31078] = "救贖之保護者指環",
	[31073] = "柏爾拉克的催討者",
	[12983] = "拉克祖爾木棒",
	[23532] = "鐵塔護手",
	[3431] = "骨釘皮甲",
	[2017] = "發光的皮護腕",
	[29463] = "侵略者的琥珀腕環",
	[19642] = "可口可樂兌獎券",
	[30039] = "絕對黑暗長靴",
	[3511] = "人民軍披風",
	[31000] = "血守衛的來福槍",
	[14173] = "海盜腰帶",
	[30973] = "痛苦指環",
	[28601] = "共謀者胸甲",
	[14365] = "秘術師斗篷",
	[30971] = "碎心披風",
	[28985] = "元帥的片甲護脛",
	[30967] = "命運手套",
	[3655] = "拋光盾牌",
	[29369] = "移形機率披風",
	[30966] = "燒焦的臂鎧",
	[30955] = "餘燼王冠",
	[30951] = "阿爾托的支柱",
	[14941] = "戰爭使者臂甲",
	[15005] = "原始護腕",
	[30137] = "晶鑄神聖腿甲",
	[30950] = "黑暗獵人腰帶",
	[15197] = "斥候的徽章",
	[15261] = "紅杉樹枝",
	[30948] = "日怒護腿",
	[2383] = "無光澤的鍊甲靴",
	[22714] = "犧牲手套",
	[6268] = "先鋒外套",
	[7434] = "微光戰靴",
	[23098] = "雕刻過的火石榴石",
	[3927] = "陳年乾酪",
	[31545] = "油布馬褲",
	[23482] = "魔鐵鎧甲手套",
	[24252] = "黑色虛無披風",
	[4827] = "巫師腰帶",
	[2996] = "亞麻布卷",
	[4023] = "磨光的匕首",
	[4039] = "夜空兜帽",
	[4055] = "徽記戰靴",
	[14132] = "巫紋護腿",
	[4087] = "強擊之弓",
	[11084] = "大塊微光碎片",
	[24762] = "昂布拉凡馬褲",
	[24890] = "司凱堤斯頭盔",
	[16827] = "夜幕殺手腰帶",
	[16955] = "審判頭冠",
	[6261] = "橙色染料",
	[30932] = "阿卡瑪的腰帶",
	[25530] = "自然純淨頭盔",
	[16738] = "枯種手套",
	[25786] = "催眠師的錶",
	[17723] = "綠色節日襯衣",
	[30930] = "虛無手套",
	[25019] = "破碎之手護腿",
	[25880] = "粗製的石像",
	[25489] = "風語披風",
	[25566] = "審判者護手",
	[30923] = "葛洛姆特的血腰帶",
	[28194] = "原浪護腕",
	[30857] = "深核燈籠",
	[4719] = "夜空披風",
	[30855] = "碎石鋤",
	[30847] = "X-52火箭頭盔",
	[9630] = "普拉特的手工長靴",
	[19387] = "炫彩長靴",
	[27706] = "鬥士的薄層肩甲",
	[9822] = "耐用斗篷",
	[9886] = "獵戶護腕",
	[30841] = "陰鬱城祈禱者之書",
	[5007] = "荊棘指環",
	[30836] = "司凱堤斯流亡護腿",
	[5071] = "暗影魔杖",
	[10206] = "霸主腰帶",
	[20539] = "符文冥河腰帶",
	[30835] = "援助者胸甲",
	[5199] = "鐵匠短褲",
	[30831] = "秘法迴避披風",
	[29242] = "褻瀆長靴",
	[29370] = "銀色弦月塑像",
	[19524] = "博學者之戒",
	[781] = "豺狼人石錘",
	[10782] = "哈卡萊頭巾",
	[21691] = "沾滿軟泥的護手",
	[12424] = "君王鎧甲腰帶",
	[28799] = "神聖鼓舞腰帶",
	[30754] = "遠古白骨之錘",
	[30752] = "瑪格哈利戰斧",
	[24691] = "元素師斗篷",
	[22459] = "虛無之球",
	[11174] = "次級虛空精華",
	[22715] = "折磨手套",
	[30673] = "地獄腰帶",
	[31162] = "惡石護肩",
	[23099] = "夜光的火石榴石",
	[30667] = "無情風暴之戒",
	[31546] = "紅玉頭冠",
	[30664] = "野性之心生命根源",
	[30642] = "正義披風",
	[11870] = "湮滅寶珠",
	[5967] = "貴族腰帶",
	[23995] = "魚人標示器",
	[30641] = "迴避長靴",
	[30629] = "移位寶石",
	[6095] = "遊蕩長靴",
	[12254] = "油浸披風",
	[24635] = "菲拉芬護肩",
	[24763] = "昂布拉凡護肩",
	[24891] = "司凱堤斯護腿",
	[16828] = "塞納里奧腰帶",
	[16956] = "審判護手",
	[6319] = "盲者腰帶",
	[30544] = "安全傳送器:托斯利基地",
	[26009] = "翼蛾絲質裹手",
	[30542] = "空間撕裂器 - 52區",
	[25787] = "敏捷護符",
	[27734] = "遠征隊施法者指環",
	[13022] = "獅鷲獸之翼",
	[6543] = "柳木護腕",
	[6575] = "防禦者披風",
	[30538] = "午夜護腿",
	[30534] = "龍鱗護腿",
	[28617] = "總元帥的鍊甲護肩",
	[28745] = "勇氣秘銀項鏈",
	[28572] = "報復之劍",
	[28229] = "魔法使的長袍",
	[30518] = "曲線外套",
	[6831] = "黑暗威脅",
	[30514] = "虛空護肩",
	[30490] = "殘忍鬥士的鎧甲護肩",
	[30487] = "殘忍鬥士的鎧甲手套",
	[30486] = "殘忍鬥士的鎧甲胸甲",
	[30422] = "鑽石專注戒指",
	[14046] = "符文布背包",
	[7055] = "深紅絲質腰帶",
	[14174] = "海盜長靴",
	[30421] = "紅色毀滅之戒",
	[28603] = "暗夜毒物護符",
	[14366] = "秘術師護腕",
	[12296] = "人民軍之星",
	[28987] = "元帥的皮甲長靴",
	[29115] = "聯合團爆破槍",
	[29243] = "怒浪臂鎧",
	[29371] = "奈薩斯之爪",
	[30419] = "卓越項鍊",
	[7407] = "間諜護甲",
	[7439] = "衛戍胸甲",
	[29127] = "復仇者鎖甲",
	[30011] = "阿密爾的衝擊法杖",
	[29184] = "時光守護者護腿",
	[30267] = "薩希斯手套",
	[15198] = "騎士彩帶",
	[30523] = "趕牛刺棒",
	[30373] = "虛空熔合肩甲",
	[30365] = "監督者印記",
	[30362] = "充能頭盔",
	[30352] = "破壞者的護腕",
	[31163] = "虛空鋼鐵護手",
	[23100] = "閃爍的火石榴石",
	[30339] = "護國者刺客指環",
	[31547] = "罪人眼罩",
	[7919] = "重型秘銀手套",
	[30315] = "德萊尼礦坑水晶",
	[15051] = "黑色龍鱗護肩",
	[6830] = "咬骨之斧",
	[24683] = "大法師襯肩",
	[8079] = "魔法晶水",
	[8111] = "寒冬襯肩",
	[24380] = "冷靜孢子蘆葦",
	[8175] = "夜色外套",
	[24636] = "菲拉芬護腕",
	[8287] = "秘法手套",
	[24892] = "司凱堤斯肩甲",
	[25020] = "破碎之手肩鎧",
	[25148] = "白骨收集者之劍",
	[25276] = "牛頭人符文火槍",
	[2507] = "多層彎弓",
	[12425] = "君王鎧甲護腕",
	[30285] = "B.O.O.M.工人腰帶",
	[25788] = "無懼護手",
	[30283] = "圖樣:長路長靴",
	[30279] = "媽媽的保險步槍",
	[30275] = "機械科技護肩",
	[29015] = "戰爭使者防禦腿甲",
	[28390] = "薩堤亞自我懲戒護手",
	[29185] = "連續之劍",
	[30255] = "風暴之尖胸甲",
	[9311] = "普通信紙",
	[9375] = "採金專家的頭盔",
	[30254] = "塞菲爾恩的腰帶",
	[30230] = "諾達希爾野獸護肩",
	[30229] = "諾達希爾野獸褶裙",
	[30227] = "馬克斯五號的飛鏢",
	[19389] = "緊繃的龍皮護肩",
	[30218] = "資淺技師第三級護肩",
	[9823] = "耐用手套",
	[30184] = "雷霆王恐狼尾",
	[9951] = "酋長披風",
	[24256] = "禍根腰帶",
	[28348] = "月光林地兜帽",
	[28204] = "暗殺外套",
	[10207] = "霸主頭盔",
	[28732] = "藐視兜帽",
	[28274] = "公式:附魔披風 - 法術穿透力",
	[10399] = "黑暗迪菲亞護甲",
	[29116] = "牧民護腿",
	[25936] = "泰洛卡精神石板",
	[29372] = "虛無之爪",
	[27902] = "冥想沉默便鞋",
	[29129] = "隱士長袍",
	[29286] = "紫羅蘭徽章",
	[21693] = "吞噬者之衣",
	[30099] = "浸濕的磨損拴繩",
	[30140] = "裂隙行者護手",
	[30077] = "風冶細劍",
	[22205] = "黑鋼護腕",
	[30071] = "輕地鑄之刃",
	[22461] = "符文魔鐵棒",
	[30058] = "潮汐之錘",
	[30041] = "自然之擁長靴",
	[31036] = "歐朗諾克的古老權杖",
	[31164] = "虛空鋼鐵手套",
	[23101] = "高效的火石榴石",
	[31420] = "保護者之靴",
	[31548] = "黑邊胸甲",
	[30032] = "紅色戰鬥腰帶",
	[31804] = "塞納里奧遠征外衣",
	[27884] = "神化華麗之靴",
	[30025] = "毒蛇神殿短彎刀",
	[11999] = "磁石戒指",
	[24125] = "雕像 - 黎明石蟹",
	[24253] = "永恆披風",
	[24381] = "盤牙縫衣針",
	[39] = "新兵短褲",
	[27752] = "贊格沼澤雙刃刀",
	[24765] = "裂蹄腰帶",
	[16702] = "鬼霧腰帶",
	[28802] = "血喉僧侶之劍",
	[25149] = "巴隆的闊刀",
	[12639] = "要塞護手",
	[29202] = "旋風鐵斧",
	[29517] = "黑虛空鱗護腕",
	[30013] = "雙刃撕裂者",
	[25789] = "深刻符文腰帶",
	[30005] = "征服肩甲",
	[29985] = "虛無劫掠者護脛",
	[13087] = "河流之傲",
	[29969] = "活力之丟棄頭盔",
	[18238] = "影皮手套",
	[29968] = "虛空護腿",
	[29955] = "法力灌注護臂",
	[29951] = "逐星者之靴",
	[29946] = "入侵者的大頭盔",
	[29945] = "行政官護脛",
	[29944] = "護國者胸鎧",
	[29943] = "軍團士兵的釘飾頭盔",
	[27453] = "艾弗林的殺戮戒指",
	[29942] = "身經百戰的護腿",
	[29941] = "鱗片烙印胸甲",
	[29939] = "掠奪者皮護腿",
	[29927] = "影緣旅行帽",
	[14047] = "符文布",
	[14111] = "惡魔布帽",
	[14175] = "海盜外衣",
	[14239] = "暗霧斗篷",
	[29919] = "堅鋼鳶盾",
	[28733] = "真實腰帶",
	[1506] = "皺皮手套",
	[23484] = "魔鐵鎧甲腰帶",
	[29117] = "風暴之尖外衣",
	[29245] = "浪峰遠行之靴",
	[29373] = "光圈指環",
	[885] = "黑色金屬大斧",
	[20909] = "野人鐵頸圈",
	[29913] = "仇敵搶奪者",
	[2581] = "厚亞麻繃帶",
	[15007] = "原始斗篷",
	[29909] = "尖嘯匕首",
	[15135] = "兇殘斗篷",
	[15199] = "石守衛的紋章",
	[1008] = "舊劍",
	[22462] = "符文堅鋼魔棒",
	[29815] = "鮮明藤蔓項圈",
	[15455] = "落塵長袍",
	[15519] = "尖刺鍊甲披風",
	[29811] = "金帶護腕",
	[31293] = "風力腰帶",
	[31421] = "哨兵臂環",
	[31549] = "獅子胸甲",
	[31677] = "魔化法力藥水",
	[21704] = "救贖預言長靴",
	[23742] = "魔鐵槍",
	[29786] = "肯瑞瓦防禦者護脛",
	[29783] = "堅定防禦者護腿",
	[24126] = "雕像 - 生命紅寶石巨蛇",
	[16223] = "公式:附魔武器 - 冰寒",
	[29782] = "邪惡罩帽",
	[6197] = "鱷魚皮外衣",
	[29780] = "肯瑞托學徒之袍",
	[29779] = "回春魔棒",
	[16703] = "鬼霧護腕",
	[25022] = "督軍的鐵腰帶",
	[25150] = "榮譽堡軍刀",
	[25278] = "奈辛瓦里步槍",
	[4304] = "厚皮",
	[25534] = "沼澤倖存者腰帶",
	[4368] = "飛虎護目鏡",
	[4400] = "沉重的樹幹",
	[25918] = "血引小刀",
	[1179] = "冰鎮牛奶",
	[4496] = "棕色小包",
	[25928] = "伊斯利治療墜飾",
	[29775] = "戰爭法師吊飾",
	[27888] = "夢翼頭盔",
	[18495] = "壁壘披風",
	[29771] = "肯瑞瓦旅行者腰帶",
	[29747] = "大型紫色伊萊克",
	[4720] = "夜空腰帶",
	[29743] = "紫色伊萊克",
	[21877] = "幽紋布",
	[29527] = "原始之擊護腕",
	[1158] = "結實的鐵棍",
	[9760] = "軍校護腕",
	[9824] = "耐用護肩",
	[29525] = "原始之擊背心",
	[18500] = "暗淡的精靈戒指",
	[29523] = "風之隼護腕",
	[10080] = "貴族護手",
	[21769] = "雕像 - 紅寶石巨蛇",
	[10208] = "霸主腿鎧",
	[28734] = "無限可能珠寶",
	[25713] = "神聖治療指環",
	[10400] = "黑暗迪菲亞護腿",
	[29520] = "地擊腰帶",
	[29246] = "夜暮護臂",
	[29374] = "永恆希望之鍊",
	[29502] = "眼鏡蛇鱗頭套",
	[10720] = "地精撒網器",
	[10784] = "阿塔萊胸甲",
	[26019] = "潔希拉的蘑菇襯背心",
	[30014] = "X-52飛行員護腿",
	[27892] = "煽動者披風",
	[28031] = "牧民編織披風",
	[30398] = "善益長靴",
	[29508] = "生命龍鱗頭盔",
	[5616] = "斬腰者",
	[28808] = "高階督軍的鍊甲護腿",
	[18821] = "迅擊戒指",
	[31038] = "救贖法杖",
	[29457] = "虛空碎刺",
	[23103] = "發光的翠綠橄欖石",
	[31422] = "重型精靈短劍",
	[27516] = "巨大的刺腮鱒魚",
	[23487] = "魔鐵鎧甲長靴",
	[27896] = "地獄火力量淨化物",
	[28033] = "新紀元修補權杖",
	[11936] = "古物獵手腰帶",
	[23999] = "榮譽堡軍旗",
	[28231] = "惡潮護胸",
	[24255] = "頑強腰帶",
	[6096] = "學徒襯衣",
	[24511] = "原始精華",
	[24639] = "迷霧蘆葦外套",
	[28285] = "公正頭盔",
	[29384] = "堅固之力指環",
	[25023] = "督軍的脛甲",
	[25151] = "刺客的短劍",
	[12640] = "獅心頭盔",
	[5201] = "火石法杖",
	[6384] = "時髦藍襯衣",
	[28570] = "達拉然暗影披風",
	[25791] = "維護手套",
	[17728] = "白鱷長靴",
	[21771] = "凱利山德拉船長的貨物",
	[13088] = "加茲魯維的護符",
	[6576] = "防禦者腰帶",
	[28817] = "高階督軍的恐織手套",
	[29376] = "殉難者精華",
	[29375] = "主教的披風",
	[29368] = "法力奔騰墜飾",
	[29355] = "泰洛克暗影法杖",
	[29352] = "泰洛戈莎鈷藍指環",
	[29345] = "哈拉瑪德的裹腿",
	[19136] = "法力灼燒腰帶",
	[29342] = "聯合團鎧甲護腿",
	[29336] = "烏鴉護衛印記",
	[13856] = "符文布腰帶",
	[27839] = "公正腿甲",
	[29329] = "泰洛克羽毛",
	[14048] = "符文布卷",
	[29328] = "聯合團王子的腰帶",
	[14176] = "觀察者長靴",
	[29321] = "時光扭曲寶石",
	[29319] = "塔倫米爾防禦者腰帶",
	[28735] = "大地之血胸甲",
	[14432] = "逐風披肩",
	[28991] = "元帥的鎖鏈重靴",
	[29119] = "哈拉瑪德的便宜貨",
	[29313] = "裂地者護脛",
	[7344] = "聖炎火炬",
	[21312] = "巢穴衛士腰帶",
	[7408] = "間諜護肩",
	[29289] = "紫羅蘭徽章",
	[7472] = "華麗之靴",
	[29287] = "大法師之紫羅蘭徽章",
	[30143] = "裂隙行者櫬肩",
	[29284] = "紫羅蘭徽章",
	[6274] = "圖樣:藍色罩衫",
	[7519] = "薄紗短褲",
	[7277] = "手工皮護腕",
	[4828] = "夜風腰帶",
	[22720] = "祖利安頭飾",
	[15520] = "尖刺鍊甲護手",
	[22976] = "博學者包包",
	[23104] = "鋸齒狀的翠綠橄欖石",
	[31423] = "狼砍伐者之斧",
	[29278] = "紫羅蘭徽章",
	[23488] = "魔鐵鎧甲護腿",
	[23987] = "變種花瓣",
	[15311] = "野性甲胄",
	[29275] = "灼熱日光之刃",
	[18863] = "聯盟徽記",
	[24867] = "血騎士護脛",
	[16224] = "公式:附魔披風 - 超強防禦",
	[24384] = "鑽石核心大錘",
	[8176] = "夜色頭帶",
	[8225] = "污穢穿刺者",
	[2072] = "矮人法杖",
	[29272] = "嗜魂者寶珠",
	[29270] = "火舌封印",
	[25152] = "哀嚎之劍",
	[25280] = "遊戲獵人步槍",
	[25408] = "閃亮的尾巴毛",
	[1509] = "皺皮外衣",
	[24998] = "血拳腰帶",
	[25792] = "助理牧師長靴",
	[710] = "人民軍護腕",
	[2232] = "黑暗信差之靴",
	[7459] = "騎士肩鎧",
	[25719] = "阿拉卡羽毛",
	[25930] = "塞納里奧灌木林頭盔",
	[18369] = "戈多克裹手",
	[9249] = "船長的鑰匙",
	[27518] = "月神的象牙雕像",
	[29261] = "兇猛腰帶",
	[28034] = "破壞者沙漏",
	[29258] = "伊斯利操作長靴",
	[2392] = "輕型鎖甲",
	[27456] = "自然之息外衣",
	[29257] = "秘法視界腰帶",
	[9761] = "軍校披風",
	[28503] = "旋風護腕",
	[29254] = "正義之路長靴",
	[2488] = "步兵劍",
	[2504] = "用舊的短弓",
	[10081] = "貴族腰帶",
	[10145] = "強大腰帶",
	[10209] = "霸主肩甲",
	[2568] = "棕色亞麻外衣",
	[2584] = "毛紡斗篷",
	[10401] = "黑暗迪菲亞手套",
	[2616] = "有光澤的絲質長袍",
	[28824] = "火星完美護手",
	[2648] = "寬鬆鍊甲外衣",
	[29504] = "風鱗兜帽",
	[29241] = "墮落腰帶",
	[29239] = "鷹頂戰靴",
	[29238] = "獅心腰帶",
	[30016] = "X-52技師頭盔",
	[29201] = "厚青銅飛鏢",
	[30272] = "生態祕境護腿",
	[30400] = "薩戴爾護腕",
	[29183] = "時間行者護腕",
	[29182] = "裂縫分裂者",
	[2824] = "颶風",
	[2840] = "銅錠",
	[29179] = "希瑞的禮物",
	[29177] = "阿達歐的命令",
	[23105] = "耐久的翠綠橄欖石",
	[2904] = "達瑞爾的獵槍",
	[29175] = "純淨光明之錘",
	[23489] = "魔鐵胸甲",
	[29174] = "觀察者兜帽",
	[11873] = "靈霧斗篷",
	[2984] = "先知手套",
	[12001] = "玉髓戒指",
	[12065] = "元素屏障",
	[29173] = "狂野之力",
	[24385] = "戰爭貪欲墜飾",
	[24513] = "卡特瑞普之眼",
	[24641] = "迷霧蘆葦頭巾",
	[24769] = "裂蹄頭罩",
	[24897] = "碎裂護手",
	[29171] = "大地看守者",
	[29168] = "先祖指環",
	[3160] = "鐵板圓盾",
	[25409] = "彈力尾巴毛",
	[3192] = "練習劍",
	[29166] = "地獄鍛造之戟",
	[3224] = "銀線護腕",
	[25921] = "希戴之戒",
	[13025] = "死木之錘",
	[13089] = "斯基比的墜飾",
	[29158] = "真銀指揮官之戒",
	[13217] = "懺悔者指環",
	[29157] = "力量黃金戒",
	[29155] = "暴風召喚者",
	[3352] = "污泥覆蓋的背包",
	[1807] = "韌皮手套",
	[29152] = "神射手的弓",
	[3400] = "磷鋁長劍",
	[29151] = "精兵火槍",
	[27457] = "生命背負者護手",
	[19394] = "龍爪肩鎧",
	[13857] = "符文布外套",
	[3480] = "劣質青銅護肩",
	[29149] = "孢子火焰魔杖",
	[19906] = "浴血軟鞋",
	[6217] = "銅棒",
	[14177] = "觀察者護腕",
	[3560] = "榮耀襯肩",
	[28609] = "餘燼馬刺護符",
	[2582] = "綠色毛紡外衣",
	[29146] = "元素之靈指環",
	[29142] = "卡爾奈短裙",
	[14561] = "勘察員的護腕",
	[29249] = "善行腕環",
	[21186] = "岩石怒火護腕",
	[26021] = "復仇者皮褲",
	[29134] = "命定護手",
	[27900] = "有吸引力的神秘珠寶",
	[28042] = "華麗保護首飾",
	[28232] = "失落長袍",
	[30145] = "死神傳承護手",
	[30273] = "杜羅長靴",
	[30401] = "法拉萊特釘飾長靴",
	[30529] = "掉落的拉斯汗羽毛",
	[28631] = "龍震護肩",
	[17034] = "楓樹種子",
	[22722] = "古拉巴什狂暴者之封印",
	[29030] = "暴風儀祭短裙",
	[22978] = "發射器的備用零件",
	[23106] = "燦爛的翠綠橄欖石",
	[3928] = "超強治療藥水",
	[31553] = "導風者披肩",
	[29100] = "瑪洛尼護肩",
	[29098] = "瑪洛尼之熊鹿頭盔",
	[29097] = "瑪洛尼護手",
	[23874] = "結構圖:元素爆鹽炸彈",
	[29092] = "瑪洛尼戰衣手套",
	[4040] = "夜空手套",
	[29088] = "瑪洛尼儀祭護腿",
	[4072] = "微光鎖甲護手",
	[29073] = "審判者戰鬥之冠",
	[8226] = "屠夫",
	[29062] = "審判者神聖護胸",
	[24898] = "碎裂頭盔",
	[29059] = "聖軀戰衣護腿",
	[16963] = "憤怒頭盔",
	[25282] = "紅木魔杖",
	[4305] = "絲綢卷",
	[4337] = "粗蜘蛛絲",
	[4369] = "致命的短槍",
	[17603] = "元帥的綢緞短褲",
	[25922] = "無懼腰帶",
	[4465] = "白骨護手",
	[4497] = "棕色大包",
	[29057] = "聖軀戰衣手套",
	[29050] = "聖軀儀祭長袍",
	[29049] = "聖軀儀祭神光頭環",
	[9250] = "船運時刻表",
	[29048] = "虛空之刃手套",
	[4689] = "狩獵披風",
	[4721] = "徽記襯肩",
	[29046] = "虛空之刃長褲",
	[29036] = "暴風戰衣護腿",
	[27458] = "海洋之歌褶裙",
	[19395] = "恢復寶石",
	[27714] = "沼澤光明燈籠",
	[9826] = "耐用長袍",
	[9890] = "獵戶斗篷",
	[9954] = "酋長護腿",
	[10018] = "紅色魔紋手套",
	[10082] = "貴族之靴",
	[29034] = "暴風戰衣臂甲",
	[10210] = "新星襯肩",
	[10274] = "烏賊肩鎧",
	[29032] = "暴風儀祭手套",
	[10402] = "黑暗迪菲亞長靴",
	[29122] = "虛空行者斗篷",
	[22775] = "陽光下的特殊美酒",
	[29022] = "戰爭使者戰甲護脛",
	[29021] = "戰爭使者戰鬥頭盔",
	[17903] = "5級雷矛勳章",
	[5393] = "棘木法杖",
	[29017] = "戰爭使者防禦護手",
	[24880] = "德利蘇胸甲",
	[10978] = "小塊微光碎片",
	[30274] = "帕帕的臂環",
	[29014] = "黑鋼飛刀",
	[1505] = "扭曲披風",
	[29012] = "戰爭使者防禦胸甲",
	[29011] = "戰爭使者巨型頭盔",
	[11362] = "中型箭袋",
	[25575] = "招雷者護首",
	[22979] = "屠殺者之戒",
	[31298] = "碎手護腿",
	[31426] = "敏捷的山脈護腕",
	[26025] = "技師之靴",
	[29004] = "元帥的火龍皮腰帶",
	[11810] = "意志之力",
	[28052] = "金紋外套",
	[23875] = "水晶採礦鎬",
	[12002] = "大理石指環",
	[12066] = "岩膚斗篷",
	[24259] = "復仇披風",
	[6097] = "侍僧襯衣",
	[29002] = "元帥的絲質護腕",
	[24643] = "迷霧蘆葦護肩",
	[28286] = "望遠鏡刺耳火槍",
	[6582] = "斥候戰靴",
	[28998] = "元帥的鱗片腰帶",
	[6289] = "新鮮的長嘴泥鰍",
	[24875] = "鐵脊護腿",
	[25411] = "破舊的蹄子",
	[6385] = "時髦綠襯衣",
	[6417] = "極光披風",
	[17604] = "戰場元帥的綢緞襯肩",
	[17732] = "洛特格里普襯肩",
	[6513] = "信徒腰帶",
	[6545] = "士兵護甲",
	[6577] = "防禦者護手",
	[28996] = "元帥的鎧甲護腕",
	[28825] = "奧多爾遺產防禦者",
	[13346] = "尊貴法袍",
	[28992] = "元帥的鎖甲護腕",
	[28988] = "元帥的皮甲護腕",
	[28986] = "元帥的皮甲腰帶",
	[28982] = "元帥的鬼紋行者之靴",
	[19140] = "灼燒指環",
	[27459] = "膽量臂甲",
	[28979] = "輕型飛刀",
	[13858] = "符文布袍",
	[27843] = "塑型腰帶",
	[28963] = "虛無之心王冠",
	[28852] = "高階督軍的鎧甲護手",
	[7057] = "綠色絲質護肩",
	[28850] = "高階督軍的鎖甲護肩",
	[14242] = "暗霧短褲",
	[28611] = "龍心火焰盾牌",
	[28840] = "高階督軍的皮甲外套",
	[28832] = "高階督軍的片甲護手",
	[28995] = "元帥的鎧甲腰帶",
	[14562] = "勘察員的胸甲",
	[29251] = "虔誠長靴",
	[29379] = "阿拉希督軍之戒",
	[29507] = "屠風者裹手",
	[7409] = "間諜之靴",
	[7441] = "衛戍軍帽",
	[14946] = "戰爭使者肩甲",
	[30019] = "52區防禦者計畫",
	[7537] = "哥特盾牌",
	[15138] = "奧妮克希亞鱗片披風",
	[15202] = "自然守護者腿甲",
	[28801] = "莫卡爾的戰爭頭盔",
	[15330] = "牧者長靴",
	[30787] = "伊利達瑞毀滅法師之劍",
	[7729] = "穿胸步槍",
	[7761] = "鋼爪利斧",
	[22980] = "太陽之杖",
	[31299] = "守誓者",
	[31427] = "希爾瓦納防禦者護肩",
	[31555] = "導風者腰帶",
	[7921] = "秘銀短褲",
	[31811] = "恐怖聖物",
	[28788] = "防禦者徽章",
	[32067] = "德萊尼智慧藥劑",
	[24004] = "索爾瑪大衣",
	[28771] = "聖光正義之錘",
	[8113] = "寒冬長袍",
	[24388] = "颶風腰帶",
	[28770] = "納斯雷茲姆心靈之刃",
	[28768] = "莫克辛匕首",
	[24772] = "裂蹄護腕",
	[24900] = "碎裂肩甲",
	[25028] = "督軍的鐵肩甲",
	[16965] = "憤怒脛甲",
	[25284] = "紫心魔杖",
	[25412] = "沾滿泥土的毛皮",
	[25540] = "黑暗沼澤披風",
	[25668] = "厚德萊尼長靴",
	[17605] = "戰場元帥的綢緞外衣",
	[25924] = "沼澤奔跑者之靴",
	[23793] = "厚重境外皮革",
	[28766] = "神秘紅寶石披風",
	[24359] = "奢華統治護腿",
	[28764] = "旅行者迷惑披風",
	[24620] = "復仇者護腕",
	[9251] = "上部地圖碎片",
	[28762] = "偷取的靈魂飾物",
	[9379] = "反擊者桑薩斯",
	[28760] = "驅魔者的絲質兜帽",
	[25018] = "破碎之手頭盔",
	[19141] = "絲瓜",
	[27460] = "搶奪者指環",
	[25099] = "德萊尼水晶法杖",
	[27716] = "庇護胸甲",
	[9827] = "綴鱗皮甲腰帶",
	[9891] = "精靈腰帶",
	[9955] = "酋長護肩",
	[10019] = "夢紋手套",
	[18715] = "羅克迪洛爾，上古守護者的手杖",
	[28484] = "王者壁壘",
	[28612] = "慰藉給予者肩甲",
	[10275] = "海蛇胸甲",
	[28755] = "無情刀刃護肩",
	[10403] = "黑暗迪菲亞腰帶",
	[29124] = "復仇者佩劍",
	[28753] = "回憶之戒",
	[28752] = "森林之王遠行者長靴",
	[10659] = "阿弗拉沙碎片",
	[26032] = "水晶綴飾護腿",
	[10787] = "阿塔萊手套",
	[28750] = "叛節腰帶",
	[30020] = "法師火焰腰帶",
	[30148] = "死神傳承護腿",
	[28747] = "戰傷長靴",
	[28236] = "聯盟勳章",
	[30532] = "肯瑞托大師長褲",
	[28744] = "獨心頭巾",
	[28505] = "希望重燃護手",
	[22725] = "塞納留斯之戒",
	[28741] = "躲藏護腿",
	[28740] = "破碎搶奪者護腿",
	[28731] = "閃亮地獄之鏈",
	[31428] = "指揮官天影的手套",
	[31556] = "導風者腿甲",
	[23493] = "魔鐵鍊甲頭盔",
	[11811] = "濃煙山脈之心",
	[11875] = "冷雲護腕",
	[28724] = "總元帥的片甲護腿",
	[28712] = "總元帥的鱗片護腿",
	[24133] = "風化的鎖甲外套",
	[24261] = "白癒短褲",
	[24389] = "軍團喇叭槍",
	[28703] = "總元帥的鎧甲護肩",
	[24645] = "艾斯特蘭腰帶",
	[28688] = "總元帥的皮外套",
	[16710] = "迅影護腕",
	[28687] = "總元帥的皮護肩",
	[16966] = "憤怒胸甲",
	[28680] = "總元帥的片甲護手",
	[17222] = "蜘蛛肉腸",
	[25541] = "塞納里奧施法戒指",
	[25669] = "厚德萊尼手套",
	[28674] = "虎爪護符",
	[17734] = "山脈頭盔",
	[13027] = "折骨者",
	[13091] = "莫里斯元帥的勳章",
	[28673] = "提里斯法權勢魔杖",
	[28672] = "黑暗掠劫者披風",
	[28666] = "正義尋求者肩甲",
	[28663] = "廉正長靴",
	[28662] = "聖光捆縛者胸甲",
	[28661] = "修補者之心型指環",
	[28658] = "泰瑞斯提安抑制法杖",
	[28656] = "宵小腰帶",
	[28654] = "邪惡腰帶",
	[27461] = "徘徊者胸甲",
	[28653] = "灌注之影藤披風",
	[27717] = "遠征隊搶劫者護腿",
	[6314] = "狼王斗篷",
	[28638] = "將軍的鎖甲護腕",
	[28101] = "不穩定的法力藥水",
	[20038] = "曼多基爾之刺",
	[14179] = "觀察者斗篷",
	[14243] = "暗霧襯肩",
	[28613] = "總元帥的鍊甲護甲",
	[14371] = "秘術師長袍",
	[14435] = "逐風腰帶",
	[28997] = "元帥的鎧甲護脛",
	[29125] = "保持者之刃",
	[7556] = "微光寶珠",
	[29381] = "邪惡意圖項圈",
	[21318] = "大地守望者手套",
	[22058] = "情人節信紙",
	[28625] = "總元帥的恐織兜帽",
	[21702] = "邪惡防護咒符",
	[15011] = "兇猛束腰",
	[30149] = "死神傳承肩甲",
	[15139] = "切喉者短褲",
	[27753] = "迷惑的沼牙之劍",
	[30533] = "征服者腿鎧",
	[28392] = "反射之刃",
	[28506] = "敏捷操作手套",
	[28614] = "總元帥的鍊甲護手",
	[15523] = "尖刺鍊甲肩甲",
	[31173] = "野蠻長靴",
	[28608] = "緊急鐵行靴",
	[31429] = "探勘者襯肩",
	[28604] = "永生黑夜之杖",
	[28602] = "古老符號長袍",
	[28600] = "石化樹幹短衣",
	[28597] = "潘札薩爾胸鎧",
	[23878] = "衝擊遺址水晶樣本",
	[28594] = "火焰試煉長褲",
	[24134] = "風化的皮外衣",
	[24262] = "法擊短褲",
	[24390] = "奧斯雷的聖光引導器",
	[28592] = "贖救靈魂聖契",
	[4114] = "黑潮斗篷",
	[16583] = "惡魔雕像",
	[16711] = "迅影長靴",
	[25030] = "絲絨斗蓬",
	[4242] = "雕花皮短褲",
	[25286] = "紫衫魔杖",
	[25414] = "易碎觸角",
	[25542] = "傻子幸運指環",
	[25670] = "厚德萊尼短褲",
	[17607] = "元帥的綢緞便鞋",
	[25926] = "奈薩斯捕獵者之戒",
	[1116] = "真銀之戒",
	[4498] = "棕色小皮包",
	[28591] = "大地靈魂護腿",
	[4562] = "斬首之斧",
	[28590] = "奉獻綬帶",
	[9252] = "下部地圖碎片",
	[28588] = "藍鑽石女巫魔杖",
	[28584] = "大野狼的爪子",
	[28583] = "大野狼的頭顱",
	[28581] = "屠狼者狙擊步槍",
	[19143] = "烈焰守衛護手",
	[27462] = "深紅陰暗護腕",
	[28579] = "羅慕歐的毒藥瓶",
	[9764] = "軍校盾牌",
	[9828] = "綴鱗皮甲長靴",
	[28578] = "幻影魔袍",
	[9956] = "好戰者的護腕",
	[28230] = "神聖儀祭服飾",
	[5042] = "紅色條紋包裝紙",
	[28577] = "驅魔者的環接頭盔",
	[10212] = "新星披風",
	[28576] = "驅魔者的鍊條頭盔",
	[1292] = "屠夫的切肉刀",
	[5202] = "海盜的罩衫",
	[29126] = "先知徽章",
	[5266] = "阿代古斯之眼",
	[29382] = "血騎士戰爭披風",
	[28569] = "勇氣長靴",
	[10724] = "地精火箭靴",
	[5394] = "箭術訓練手套",
	[28568] = "鳥類之心塑像",
	[1364] = "粗糙的皮外衣",
	[1372] = "粗糙的皮質披風",
	[1380] = "磨損的長袍",
	[28567] = "強力腰帶",
	[1396] = "侍僧短褲",
	[1404] = "潮汐符咒",
	[28566] = "深紅堅毅腰帶",
	[1420] = "舊皮護腕",
	[28565] = "虛空碎片腰帶",
	[22983] = "霜滿襯肩",
	[28560] = "驅魔者的片甲頭盔",
	[31430] = "礦工手套",
	[1460] = "影皮雙手劍",
	[11748] = "燃燒手杖",
	[28544] = "刺客的飛星刀",
	[31942] = "亡翼斗篷",
	[28536] = "鋸齒斷頭刀",
	[28529] = "阿拉希諸王皇家披風",
	[24135] = "風化的布甲",
	[24263] = "戰放護腿",
	[24391] = "夜行者褶裙",
	[28528] = "摩洛的幸運懷錶",
	[28519] = "復甦手套",
	[28515] = "惡毒手環",
	[16712] = "迅影手套",
	[25031] = "銀月皇家披風",
	[6223] = "夜色鎮徽記之盾",
	[25287] = "魔法師魔棒",
	[25415] = "老舊的角",
	[25543] = "塔巴克匕首",
	[6418] = "極光腰帶",
	[6450] = "絲質繃帶",
	[17736] = "石鉗護手",
	[26055] = "隱密注視之眼",
	[6546] = "士兵護腿",
	[6578] = "防禦者護腿",
	[6610] = "賢者長袍",
	[28512] = "正義護腕",
	[13348] = "斬魔者",
	[28511] = "內心指環",
	[2511] = "獵人火槍",
	[1374] = "磨損的鞋",
	[28508] = "聖使祝福手套",
	[1708] = "蜂蜜飲料",
	[1716] = "祭祀法袍",
	[19400] = "火喉之握",
	[13860] = "符文布披風",
	[27847] = "扇劍護肩",
	[2572] = "紅色亞麻長袍",
	[19912] = "督軍的瑪瑙指環",
	[7058] = "深紅絲質外衣",
	[1772] = "織錦鞋",
	[14244] = "暗霧外衣",
	[28615] = "總元帥的鍊甲頭盔",
	[28743] = "亞伯拉彌斯肩甲",
	[14436] = "逐風寶冠",
	[28999] = "元帥的鱗片護腕",
	[7282] = "輕皮短褲",
	[29255] = "純化魔法腕環",
	[29383] = "嗜血胸針",
	[21320] = "巢穴守衛外衣",
	[7410] = "間諜護腕",
	[28501] = "劫掠者煎蛋捲",
	[14948] = "血鑄胸甲",
	[10214] = "新星手套",
	[28497] = "懼鷹腰帶",
	[22088] = "靈鑄護腕",
	[15204] = "月石魔杖",
	[25937] = "泰洛卡精密石板",
	[26038] = "分割腰帶",
	[27534] = "光輝霍特斯印記",
	[28493] = "懼鷹長靴",
	[27910] = "銀月羽飾盾牌",
	[31175] = "劍舞者護臂",
	[31303] = "瓦拉諾斯長弓",
	[31431] = "全天候護手",
	[28477] = "先驅者之環",
	[1980] = "地獄指環",
	[7954] = "粉碎者",
	[31943] = "伊斯利恩之戒",
	[28466] = "閃亮的琥珀",
	[28465] = "光亮的鑽石",
	[28463] = "堅固的鑽石",
	[8114] = "寒冬腰帶",
	[24392] = "拱狀護腕",
	[28461] = "符文紅玉",
	[28453] = "白雄鹿護腕",
	[2073] = "矮人短斧",
	[16713] = "迅影腰帶",
	[2105] = "刺客襯衣",
	[28441] = "深雷",
	[25288] = "咒術師的魔杖",
	[25416] = "歐夏剛水晶碎片",
	[25544] = "澤瑞德的古董步槍",
	[28438] = "龍喉",
	[28431] = "異界之鋒",
	[17737] = "雲石",
	[28428] = "獅心之劍",
	[28423] = "將軍的皮甲腰帶",
	[28419] = "流動思慮項圈",
	[28416] = "飢餓裂脊匕首",
	[28414] = "暗殺頭盔",
	[9253] = "中部地圖碎片",
	[28413] = "神聖儀祭王冠",
	[28412] = "安寧光輝之燈",
	[2361] = "用舊的木槌",
	[28407] = "源質哨兵指環",
	[2393] = "輕型鎖甲腰帶",
	[9637] = "斷骨長靴",
	[28399] = "濾過的德萊尼之水",
	[9765] = "軍校外衣",
	[9829] = "綴鱗皮甲護腕",
	[9893] = "獵戶護腿",
	[19913] = "浸血護脛",
	[10021] = "夢紋外衣",
	[10085] = "貴族肩鎧",
	[28394] = "雷恩寇的精妙指環",
	[28616] = "總元帥的鍊甲護腿",
	[2569] = "亞麻靴",
	[2585] = "灰色毛紡長袍",
	[10405] = "歹徒護肩",
	[29128] = "光明看護者指環",
	[2633] = "密林藥劑",
	[2649] = "劣質鍊甲腰帶",
	[2028] = "重型釘錘",
	[28386] = "虛空核心之支配魔棒",
	[28384] = "外域行者之靴",
	[28380] = "士官厚重披風",
	[30024] = "精靈王襯肩",
	[28378] = "士官厚重斗篷",
	[4727] = "主將腰帶",
	[17766] = "瑟萊德絲公主的節杖",
	[24878] = "德利蘇腰帶",
	[22473] = "安西歐的懲戒魔棒",
	[2825] = "灼熱弓",
	[28373] = "閃爍光環披風",
	[2857] = "銅質符文腰帶",
	[31176] = "岩龍鎧甲護手",
	[31304] = "精華集中器",
	[2905] = "羊毛披風",
	[28370] = "無盡祝福手鐲",
	[26039] = "凱索的堅固馬術腰帶",
	[2953] = "守夜人披風",
	[31944] = "惡魔電容器",
	[2985] = "銘文皮胸甲",
	[28347] = "扭曲鱗片護腿",
	[28345] = "扭曲分裂者之刺",
	[3033] = "實心子彈",
	[24393] = "染血的外科醫生手套",
	[3065] = "陽炎戰靴",
	[24649] = "艾斯特蘭頭罩",
	[28343] = "鋸齒青褐墜飾",
	[24905] = "雄鹿皮內襯手套",
	[28341] = "秘法之扭曲法杖",
	[28327] = "秘法虛空指環",
	[3161] = "監護者法袍",
	[25417] = "染血的毒牙",
	[25545] = "塔巴克短劍",
	[3209] = "上古長劍",
	[28323] = "陰影厄運之戒",
	[25929] = "塞納里奧灌木林腿甲",
	[13029] = "暗影水晶",
	[13093] = "紅琥珀戒指",
	[28322] = "符文撫慰匕首",
	[28321] = "附魔瑟銀項鍊",
	[28319] = "鬥士的戰刃斧",
	[28316] = "太陽鳥之盾",
	[28315] = "暴掠戰刃",
	[28314] = "鬥士的左齒鋸",
	[3385] = "次級法力藥水",
	[28311] = "復仇者",
	[19146] = "穩固護臂",
	[27465] = "法力蝕刻手套",
	[28306] = "狩獵卓越襯肩",
	[19530] = "看守者斗篷",
	[3481] = "鍍銀青銅護肩",
	[27977] = "勇猛腿甲",
	[28296] = "光明使者聖契",
	[20042] = "高地片甲腰帶",
	[14181] = "觀察者裹手",
	[3561] = "彈力雨布",
	[3577] = "金錠",
	[3593] = "赤色腰帶",
	[28288] = "暴力機會算盤",
	[29001] = "元帥的絲質腰帶",
	[14565] = "勘察員的熱褲",
	[14629] = "骨堆腕輪",
	[29385] = "旅行防禦者披風",
	[28278] = "魔法使的兜帽",
	[14821] = "符記胸甲",
	[28275] = "野獸之王頭盔",
	[21706] = "堅定意志長靴",
	[3753] = "牧羊人腰帶",
	[30153] = "化身儀祭長褲",
	[22090] = "靈鑄護手",
	[28267] = "宇宙之劍",
	[15269] = "超大戰斧",
	[28264] = "荒行外套",
	[15397] = "橡木法杖",
	[28263] = "星斧",
	[28262] = "玉顱胸甲",
	[28260] = "虛空術師寶典",
	[31305] = "塞德的切肉刀",
	[28258] = "虛空飛鏢",
	[23370] = "牧地守護者之刃",
	[28257] = "懺悔之錘",
	[31817] = "龍骨肩甲",
	[28255] = "月爪肩甲",
	[32073] = "戰狂肩鎧",
	[1366] = "粗糙的皮短褲",
	[4041] = "極光兜帽",
	[24266] = "法擊兜帽",
	[4073] = "微光鎖甲護脛",
	[4089] = "彈子火槍",
	[24650] = "艾斯特蘭長褲",
	[24778] = "碎骨者馬褲",
	[28252] = "殲滅血長袍",
	[28251] = "持劍者長靴",
	[4243] = "優質皮外套",
	[25290] = "隱士魔杖",
	[4307] = "高級亞麻手套",
	[4339] = "魔紋布卷",
	[25674] = "狂野德萊尼手套",
	[25802] = "懼牙毒囊",
	[17739] = "叢林守護者披風",
	[4113] = "醫用毛毯",
	[28249] = "卡帕希特斯的測定披風",
	[28248] = "虛無圖騰",
	[4563] = "粗棍",
	[28246] = "凱旋指環",
	[9254] = "科爾戈的藏寶圖",
	[4659] = "戰士腰帶",
	[9382] = "礦工踐踏靴",
	[28245] = "優勢墜飾",
	[19019] = "雷霆之怒，逐風者的祝福之劍",
	[19147] = "法術能量之戒",
	[9638] = "海龜護腕",
	[19403] = "專注指環",
	[9766] = "綠紋腰帶",
	[28244] = "勝利墜飾",
	[9894] = "獵戶護肩",
	[4979] = "魔化石布護腕",
	[28234] = "聯盟勳章",
	[10086] = "哥特鎧甲",
	[28238] = "聯盟勳章",
	[5107] = "水手襯衣",
	[28746] = "屠魔之靴",
	[28235] = "聯盟勳章",
	[10406] = "綴鱗皮甲頭巾",
	[29130] = "奧奇奈法杖",
	[5267] = "血色十字軍波刃劍",
	[29386] = "狂熱項鏈",
	[29514] = "厚虛空鱗胸甲",
	[10726] = "地精洗腦帽",
	[28228] = "野獸之王胸甲",
	[28207] = "血紅飛行肩甲",
	[28205] = "勇猛胸甲",
	[30154] = "化身儀祭襯肩",
	[5523] = "小蚌殼",
	[28203] = "公正胸甲",
	[5587] = "棘根木棒",
	[30666] = "雷特辛失落墜飾",
	[11302] = "烏瑟的力量",
	[30922] = "阿塔莫皇冠",
	[28192] = "哀傷之鏈頭盔",
	[31178] = "動盪力量護符",
	[28186] = "訕笑骷髏戰爭背心",
	[28183] = "海法師裹頭",
	[28182] = "爪形頭盔",
	[28181] = "大地看守者頭巾",
	[11814] = "熔岩之拳",
	[28179] = "撒塔斯便鞋",
	[5971] = "羽飾斗篷",
	[12006] = "草地戒指",
	[28173] = "瑪格哈利獵人護腿",
	[24267] = "戰放頭罩",
	[24395] = "心靈之火護腕",
	[24523] = "巴奇洛爾之蹄",
	[24651] = "艾斯特蘭肩甲",
	[6195] = "打蠟的護甲",
	[24907] = "雄鹿皮內襯護腿",
	[28170] = "奧奇奈護腕",
	[25163] = "伊萊索里安之劍",
	[25291] = "優雅火炬魔杖",
	[28134] = "提升高效項鍊",
	[28124] = "騙子腰帶",
	[6419] = "秘文手套",
	[6451] = "厚絲質繃帶",
	[25931] = "塞納里奧灌木林頭飾",
	[6515] = "信徒手套",
	[6547] = "士兵護手",
	[6579] = "防禦者肩甲",
	[6611] = "賢者腰帶",
	[28121] = "堅定勇氣塑像",
	[25939] = "虛無之火焰魔杖",
	[26043] = "歐夏剛水晶粉末樣本",
	[27766] = "沼石項鏈",
	[28108] = "力量導入蘑菇",
	[28103] = "內行藥劑",
	[28100] = "強烈治療藥水",
	[27467] = "沉默行者長靴",
	[28069] = "金色塞納里奧之靴",
	[27723] = "月夜梟獸腰帶",
	[13926] = "金珍珠",
	[28066] = "電光圖騰",
	[28064] = "野生塑像",
	[7059] = "深紅絲質護肩",
	[14182] = "觀察者襯肩",
	[28491] = "風行裹足",
	[14310] = "天國便鞋",
	[14374] = "血紅便鞋",
	[28057] = "噬骨狂怒者外衣",
	[29003] = "元帥的絲質足甲",
	[29131] = "保持者護腿",
	[29259] = "狩獵護腕",
	[29387] = "諾姆瑞根自動阻擋機器人 600",
	[29515] = "黑虛空鱗胸甲",
	[7411] = "間諜披風",
	[7443] = "衛戍手套",
	[7475] = "華麗腕輪",
	[28030] = "法術投擲防護披風",
	[7539] = "勇士護腿",
	[15142] = "鬼行者戰靴",
	[15206] = "碧指魔棒",
	[28027] = "瘋子項鍊",
	[15334] = "牧者手套",
	[28026] = "瘋狂的塞納里奧披風",
	[22732] = "克蘇恩印記",
	[22860] = "血衛士的絲質便鞋",
	[27996] = "心靈專注之戒",
	[10576] = "秘銀機械幼龍",
	[31435] = "葛恩的角狀頭盔",
	[31563] = "天行者腰帶",
	[31691] = "娜塔夏守護者項鏈",
	[31819] = "貴族肩鎧",
	[23756] = "廚師的特大燴肉",
	[23884] = "結構圖:法力藥水注射器",
	[27986] = "烏鴉之翼收割斧",
	[25778] = "記憶之銬",
	[27984] = "衝擊圖騰",
	[24396] = "復仇外衣",
	[26048] = "給齊亞隆的信",
	[24652] = "艾斯特蘭護腕",
	[24780] = "碎骨者護臂",
	[24908] = "雄鹿皮肩甲",
	[16845] = "巨獸之王胸甲",
	[27768] = "永恆之謎神諭腰帶",
	[25292] = "機械魔杖",
	[27980] = "泰洛克黑夜之錘",
	[27948] = "失落長褲",
	[27946] = "鳥人羽毛斗篷",
	[25804] = "納莉可的復仇",
	[25932] = "塞納里奧灌木林上衣",
	[27944] = "真實寶藏追蹤護符",
	[27938] = "山貓領主之野性面罩",
	[27936] = "哀傷之鏈護脛",
	[27932] = "鋒利之爪",
	[27931] = "碎裂標靶之弓",
	[27929] = "終極之刃",
	[27922] = "挑戰印記",
	[27920] = "征服印記",
	[9447] = "電刑器腿杆",
	[27916] = "塞司克羽毛飛鏢",
	[27914] = "月行者之靴",
	[9639] = "安圖蘇爾之手",
	[27912] = "深流背心",
	[27724] = "野性肩襯",
	[9831] = "綴鱗披風",
	[9895] = "狂戰士之靴",
	[9959] = "好戰者披風",
	[10023] = "影紋手套",
	[10087] = "哥特鎧甲護手",
	[28492] = "鷹爪長靴",
	[27908] = "暗殺護腿",
	[28748] = "無罪腿甲",
	[27901] = "黑暗權杖",
	[10407] = "劫掠者護肩",
	[29132] = "占卜者血寶石",
	[27898] = "怒火手持火砲",
	[29388] = "悔悟聖契",
	[29516] = "黑虛空鱗腰帶",
	[27890] = "虛空之翼魔杖",
	[29772] = "肯瑞瓦偵查兵腰帶",
	[27886] = "祖母綠皇后塑像",
	[30028] = "堤里斯佛倫之第七指環",
	[27875] = "神聖儀祭長褲",
	[16964] = "憤怒護手",
	[27873] = "月光林地長褲",
	[11175] = "強效虛空精華",
	[30668] = "亡者之握",
	[11303] = "精良的短弓",
	[30924] = "大法師手套",
	[27868] = "符歌匕首",
	[31180] = "劈顱護手",
	[31308] = "死亡降臨者",
	[11623] = "靈法斗篷",
	[23373] = "長型小刀",
	[31692] = "娜塔夏灰燼項鏈",
	[11815] = "正義之手",
	[27848] = "鑲邊法術柴堆長靴",
	[32076] = "堅定護手",
	[12007] = "牧場戒指",
	[27838] = "魔法使的長褲",
	[27834] = "勝利者指環",
	[24397] = "神聖權威外衣",
	[27833] = "勝利指環",
	[16462] = "元帥的鍊甲戰靴",
	[24781] = "黑暗之血腰帶",
	[24909] = "雄鹿皮內襯護腕",
	[25037] = "破舊的斗篷",
	[27828] = "扭曲甲蟲胸針",
	[27822] = "水晶勇氣指環",
	[27806] = "深淵之心護手",
	[25549] = "血騎士大衣",
	[27804] = "惡魔鯊魚斗篷",
	[25805] = "生命披風",
	[17742] = "蘑菇護甲",
	[13031] = "密斯特曼托寶珠",
	[13095] = "突擊指環",
	[27802] = "惡潮護肩",
	[27796] = "法力蝕刻肩甲",
	[27794] = "X-54型無後座力火箭撕裂砲",
	[18510] = "野性之皮",
	[27793] = "大地披風裹手",
	[27792] = "勇氣蒸汽絞鏈圈",
	[27791] = "蛇峰生命法杖",
	[27788] = "血誓戰靴",
	[27784] = "火花珊瑚指環",
	[27778] = "失落護肩",
	[19406] = "龍牙飾物",
	[13863] = "符文布手套",
	[27776] = "暗殺護肩",
	[27981] = "塞司克神諭者披風",
	[28109] = "注入精華的蘑菇",
	[27761] = "暗影深處之戒",
	[27754] = "鋒利的沼牙切割者",
	[14247] = "新月襯肩",
	[28621] = "烏瑞恩王朝護脛",
	[28749] = "君王防禦者",
	[2129] = "大圓盾",
	[14503] = "死亡指節",
	[14567] = "刺皮腰帶",
	[14631] = "骨堆長靴",
	[27742] = "法師之怒腰帶",
	[14759] = "耐久護腕",
	[27741] = "血之谷戰錘",
	[27739] = "公正肩甲",
	[14951] = "血鑄脛甲",
	[27738] = "魔法使的護肩",
	[27737] = "月光林地護肩",
	[15143] = "鬼行者束腕",
	[27735] = "沼澤吊飾",
	[30541] = "風暴之歌褶裙",
	[27733] = "精準之守衛者指環",
	[15399] = "枯草腰帶",
	[30925] = "碎心護肩",
	[27730] = "觀察者警惕披風",
	[25941] = "外域者長靴",
	[27726] = "塞納里奧熱誠腰帶",
	[27725] = "遠征隊肩甲",
	[27721] = "遠征隊裹足",
	[31693] = "娜塔夏秘法絲鏈",
	[31821] = "報應之劍",
	[23758] = "考格斯賓護目鏡",
	[27712] = "奎克米瑞的手銬",
	[27684] = "食譜:禿鷹便餐",
	[27682] = "塔巴克鹿肉",
	[32461] = "狂怒的電磁護目鏡",
	[24398] = "暮色居民襯肩",
	[27672] = "靜止腰帶",
	[16463] = "元帥的鍊甲護手",
	[27671] = "禿鷹肉",
	[27640] = "阿古斯十字火弓",
	[16847] = "巨獸之王護腿",
	[27639] = "屠殺者腰帶",
	[25294] = "龍鱗魔杖",
	[4308] = "綠色亞麻護腕",
	[4340] = "灰色染料",
	[27638] = "祭師腰帶",
	[25806] = "痛苦之奈德克斯魔棒",
	[17743] = "甦醒之杖",
	[27637] = "巡影者腰帶",
	[27551] = "戰怒骷髏項鏈",
	[27543] = "星光匕首",
	[4564] = "尖刺木棒",
	[27542] = "信仰腰帶",
	[27540] = "奈薩斯火把",
	[4660] = "漫步靴",
	[4692] = "典禮皮披風",
	[27539] = "正義背負者護肩",
	[27537] = "失落手套",
	[4788] = "輕便靴",
	[4820] = "守護圓盾",
	[19407] = "黑焰手套",
	[9768] = "綠紋護腕",
	[9832] = "綴鱗皮甲手套",
	[9896] = "狂戰士護腕",
	[19919] = "血污護脛",
	[10024] = "黑色魔紋頭帶",
	[10088] = "哥特鎧甲腰帶",
	[28494] = "烏鴉守衛腿鎧",
	[27531] = "荒行手套",
	[20559] = "阿拉希盆地榮譽獎章",
	[27525] = "神聖寶石長靴",
	[20815] = "寶石匠的工具箱",
	[5236] = "易燃魔杖",
	[29262] = "無盡狩獵長靴",
	[29390] = "繁花石像",
	[27510] = "惡潮護手",
	[27509] = "暗殺手套",
	[27506] = "騰光長袍",
	[27502] = "耐力卷軸 V",
	[27501] = "精神卷軸 V",
	[27498] = "敏捷卷軸 V",
	[27494] = "翡翠之眼護腕",
	[22223] = "工頭的帽子",
	[11176] = "夢境之塵",
	[27492] = "月兒護腿",
	[11304] = "精良的長弓",
	[2036] = "陳舊的礦工手套",
	[9405] = "石像之力",
	[16254] = "公式:附魔武器 - 生命偷取",
	[22255] = "岩漿鍛造指環",
	[11624] = "肯提克護肩",
	[23375] = "黑皮外衣",
	[31694] = "娜塔夏馱運項圈",
	[1302] = "黑色幼龍手套",
	[27484] = "復仇聖契",
	[32078] = "野性魔法肩鎧",
	[12008] = "草原戒指",
	[24143] = "初學者襯衫",
	[24271] = "魔法布",
	[25124] = "步兵之錘",
	[892] = "豺狼人法師手套",
	[8144] = "鉻鐵肩鎧",
	[27474] = "野獸之王護手",
	[27468] = "月光林地裹手",
	[25039] = "先知披風",
	[12584] = "總元帥的長劍",
	[6324] = "阿魯高法袍",
	[27464] = "歐瑪爾的堅固意志",
	[27450] = "野行者之靴",
	[12840] = "爪牙的天譴石",
	[6452] = "抗毒藥劑",
	[17744] = "諾克賽恩之心",
	[27447] = "公平獎勵護腕",
	[6548] = "士兵腰帶",
	[6580] = "防禦者外套",
	[6612] = "賢者戰靴",
	[27440] = "復發鑽石稜柱",
	[27436] = "堅固鐵指環",
	[27415] = "黑暗守護面罩",
	[27414] = "摩克納薩爾野獸面罩",
	[27399] = "靜松防禦者",
	[19024] = "競技場大師飾物",
	[26054] = "阿古斯之劍",
	[26053] = "伊萊克管理者之劍",
	[6900] = "魔化金線血袍",
	[13864] = "符文布靴",
	[26050] = "阿古斯之拳",
	[27983] = "狂熱聖契",
	[28111] = "永恆地孢藻葉",
	[20048] = "高地鎧甲護脛",
	[28367] = "遺棄者幻影之劍",
	[28495] = "風行腰帶",
	[26035] = "科林的護手",
	[28751] = "心火護腿",
	[26027] = "凱索的汗濕伊萊克腰帶",
	[29007] = "重型飛斧",
	[29135] = "大地召喚者頭巾",
	[14632] = "骨堆護腿",
	[7348] = "造弓師手套",
	[29519] = "地擊胸甲",
	[21456] = "沙塵風暴披風",
	[7444] = "衛戍戰靴",
	[14952] = "血鑄頭盔",
	[21840] = "幽紋布卷",
	[26017] = "毒絲斗篷",
	[26014] = "潔希拉的蘑菇襯手銬",
	[26013] = "編織蘆葦腰帶",
	[30543] = "教皇褶裙",
	[22480] = "骨鐮脛甲",
	[26007] = "復仇者毛褲",
	[26005] = "潔希拉的蘑菇襯外套",
	[25992] = "執行者項圈",
	[31183] = "軍團兜帽",
	[25983] = "重型礦工腰帶",
	[25979] = "燧發領導長褲",
	[25978] = "塞斯的鉛石釣魚竿",
	[31695] = "娜塔夏短鍊",
	[15912] = "海盜寶珠",
	[25973] = "黑暗占卜者法杖",
	[25966] = "阿拉卡聖人披巾",
	[25965] = "貪婪魔爪披風",
	[25964] = "次等夏阿爾德之劍",
	[8116] = "紋章腰帶",
	[25963] = "可可瑞克的徽章",
	[25959] = "羽毛臂環",
	[25957] = "伊斯利天行者長靴",
	[14331] = "永恆披風",
	[24912] = "虛空風暴胸甲",
	[16849] = "巨獸之王長靴",
	[2122] = "破損的皮帶",
	[25296] = "吸收匕首",
	[25953] = "伊斯利曲弓",
	[22578] = "水源微粒",
	[2186] = "旅行腰帶",
	[25808] = "極致暗影魔棒",
	[17745] = "諾克賽恩魔杖",
	[14578] = "妖鬼束腰",
	[25950] = "極性法杖",
	[1367] = "粗糙的皮靴",
	[22573] = "大地微粒",
	[18385] = "永夜法袍",
	[25946] = "虛空陰影之靴",
	[25945] = "復甦披風",
	[25943] = "戰慄武器",
	[2362] = "用舊的木盾",
	[9513] = "草原法杖",
	[2394] = "輕型鎖甲護腿",
	[9641] = "活力護符",
	[16722] = "光鑄護腕",
	[27728] = "塞納里奧便鞋",
	[27856] = "斯其索果汁",
	[9897] = "狂戰士鍊甲",
	[28112] = "地孢之莢",
	[2506] = "角木彎弓",
	[10089] = "哥特脛甲",
	[28496] = "鷹爪腰帶",
	[28624] = "總元帥的恐織手套",
	[2570] = "亞麻披風",
	[25935] = "無敵法杖",
	[10409] = "鑲帶長靴",
	[25933] = "特級銳利之劍",
	[29264] = "樹林修補者腰帶",
	[2650] = "劣質鍊甲戰靴",
	[21329] = "征服者的皇冠",
	[21457] = "野蠻護腕",
	[29776] = "阿其羅斯核心",
	[25927] = "聯合團迅捷披風",
	[21841] = "幽紋布包",
	[25925] = "恐怖布襯肩",
	[25923] = "狂烈肩甲",
	[2778] = "廉價火槍",
	[11177] = "小塊強光碎片",
	[25914] = "損壞的短項鍊",
	[25908] = "設計圖:迅捷的天火鑽石",
	[30928] = "史凱瑟隆生存外套",
	[25878] = "暗鋼飛刀",
	[22993] = "自願者護腿",
	[25875] = "致命的飛斧",
	[31440] = "龍之繼承腰帶",
	[25857] = "鬥士的絲質護腿",
	[23505] = "堅鋼細劍",
	[2954] = "守夜人馬褲",
	[2970] = "法師短褲",
	[2986] = "銘文皮短褲",
	[12009] = "苔原戒指",
	[3018] = "魯伯斯的皮",
	[25848] = "公式:符文堅鋼魔棒",
	[24401] = "未經辨認的植物組織",
	[3066] = "陽炎手套",
	[24657] = "聯合團兜帽",
	[24785] = "黑暗之血手套",
	[24913] = "虛空風暴護手",
	[16850] = "巨獸之王護腕",
	[5009] = "曲靈指環",
	[7070] = "元素之水",
	[25425] = "脫換的羽毛",
	[25553] = "艾克索達法杖",
	[12841] = "侵略者的天譴石",
	[25825] = "步兵長劍",
	[17746] = "諾克賽恩的鐐銬",
	[22660] = "蓋亞之擁",
	[2605] = "綠色染料",
	[13161] = "庇護法杖",
	[3306] = "水草外衣",
	[18386] = "教士長褲",
	[10002] = "影紋短褲",
	[1198] = "優質重劍",
	[3370] = "碎料腰帶",
	[4336] = "黑色冒險者襯衣",
	[22234] = "失望襯肩",
	[25811] = "征服者的指環",
	[25803] = "英勇守衛勳章",
	[25790] = "遠征隊偵察兵肩章",
	[3466] = "強效助熔劑",
	[3482] = "鍍銀青銅戰靴",
	[27985] = "亡鑄腰帶",
	[19922] = "婭爾羅的巫毒棒",
	[3530] = "絨線繃帶",
	[14185] = "觀察者腰帶",
	[3562] = "辯護腰帶",
	[14313] = "天國斗篷",
	[14377] = "血紅護手",
	[25727] = "密封的箱子",
	[20818] = "高貴的銀戒指",
	[14569] = "刺皮護腕",
	[29265] = "樹皮碎片長靴",
	[25714] = "深紅清澈墜飾",
	[29521] = "地擊護腕",
	[14825] = "符記盾牌",
	[29777] = "英勇防禦者披風",
	[16681] = "馭獸者護腕",
	[3754] = "牧羊人手套",
	[25695] = "惡魔捕獵者腰帶",
	[25691] = "重型裂蹄長靴",
	[22347] = "法拉德的裝填器",
	[25689] = "重型裂蹄背心",
	[15337] = "爭鬥者外袍",
	[25687] = "惡魔皮護腿",
	[30929] = "撫慰者褶裙",
	[9449] = "手動懲戒器",
	[31185] = "軍團頭冠",
	[3914] = "旅者背包",
	[31441] = "克拉克塔克長靴",
	[25671] = "厚德萊尼背心",
	[23506] = "堅鋼鎧甲護腕",
	[31825] = "太鼓",
	[23762] = "超光學偵測護目鏡",
	[32081] = "靜行者之眼",
	[25647] = "泰拉補給箱",
	[25643] = "哈爾歐德的回春手鑽",
	[25639] = "赫米特的伊萊克手槍",
	[4074] = "軍用鎖甲",
	[25633] = "聯合護符",
	[16467] = "元帥的鍊甲護腿",
	[24786] = "黑暗之血首羽",
	[16723] = "光鑄腰帶",
	[25042] = "虛空披風",
	[8490] = "貓籠(黑尾白貓)",
	[25298] = "燃燒匕首",
	[4309] = "手工亞麻褲",
	[4341] = "黃色染料",
	[8746] = "交織兜帽",
	[25631] = "專家長靴",
	[25623] = "戰鬥牧師護腕",
	[25619] = "閃光水晶徽章",
	[25609] = "火刃信徒腰帶",
	[25605] = "火刃信徒腰帶",
	[25595] = "風翼貓頭鷹披風",
	[25592] = "裂蹄護臂",
	[25591] = "裂蹄護手",
	[4661] = "陽炎襯肩",
	[25589] = "裂蹄頭盔",
	[9450] = "地精機械人操作靴",
	[4757] = "破損的蛋殼",
	[4789] = "馬靴",
	[9642] = "巨龜指環",
	[25579] = "黑暗薩滿頭盔",
	[9770] = "綠紋披風",
	[9834] = "綴鱗皮甲護肩",
	[9898] = "狂戰士披風",
	[9962] = "好戰者護脛",
	[10026] = "黑色魔紋之靴",
	[20179] = "污染者的片甲腰帶",
	[28498] = "烏鴉守衛佩帶",
	[28626] = "總元帥的恐織護腿",
	[28754] = "上古三連盾",
	[20691] = "風剪斗篷",
	[29010] = "邪惡飛刀",
	[14853] = "陽鱗護臂",
	[29266] = "寇達拉的藍色盾牌",
	[21203] = "青銅龍軍團的徽記之戒",
	[29522] = "風之隼鎖甲",
	[25277] = "狩獵火槍",
	[7523] = "薄紗襯肩",
	[21715] = "磨砂戰錘",
	[25569] = "黑暗之血復仇胸鎧",
	[25568] = "戰爭投擲者之鱗片護腿",
	[25565] = "環型肩甲",
	[6520] = "先鋒披風",
	[11178] = "大塊強光碎片",
	[30674] = "吉爾哈特遺失的長靴",
	[18314] = "惡魔狡詐之戒",
	[11370] = "黑鐵礦石",
	[25563] = "土靈力量印記",
	[31186] = "巴克希斯的靜止法杖",
	[7731] = "鬼魅碎片護符",
	[11626] = "黑霧斗篷",
	[31570] = "霧幕外套",
	[23507] = "堅鋼胸甲",
	[25558] = "安格拉斯靈魂食者斗篷",
	[11882] = "斥候護腿",
	[25557] = "援救安格拉斯肩甲",
	[12010] = "池沼戒指",
	[6037] = "真銀錠",
	[2978] = "精兵護腿",
	[25539] = "水息藥水",
	[25522] = "沼澤行者護肩",
	[24659] = "聯合團襯肩",
	[24787] = "黑暗之血長褲",
	[16724] = "光鑄護手",
	[16852] = "巨獸之王手套",
	[24457] = "真理護肩",
	[16812] = "預言手套",
	[25427] = "殘破的爪子",
	[6389] = "微光鎖甲罩帽",
	[6421] = "秘文腰帶",
	[6453] = "強力抗毒藥劑",
	[17748] = "腐藤便鞋",
	[13034] = "快速鋼劍",
	[13098] = "痛苦指環",
	[13162] = "掠奪者之爪",
	[6613] = "賢者護腕",
	[20833] = "邪惡月亮石戒指",
	[12550] = "符文傀儡鐐銬",
	[25289] = "威嚴魔杖",
	[25515] = "泥殼之靴",
	[4324] = "碧藍絲質外衣",
	[25514] = "伊奇言的護肩",
	[13126] = "戰場召喚者護手",
	[27475] = "勇猛護手",
	[9479] = "狂亂者的擁抱",
	[27731] = "復仇者披風",
	[19339] = "思維加速寶石",
	[27987] = "梅爾摩塔之微光長弓",
	[25354] = "發黴的皮頭盔",
	[25418] = "鋒利之牙",
	[28371] = "虛空之怒披風",
	[2690] = "鐵鎖腰帶",
	[28627] = "總元帥的恐織披風",
	[14378] = "血紅襯肩",
	[25467] = "破碎的飛蛾翅膀",
	[20820] = "簡單的珍珠戒指",
	[4082] = "黑爐胸甲",
	[29267] = "聖光背負者的信念盾牌",
	[21204] = "青銅龍軍團的徽記之戒",
	[14762] = "耐久戰靴",
	[7413] = "間諜軍帽",
	[7445] = "衛戍護肩",
	[15526] = "斥候斗篷",
	[15018] = "兇猛外衣",
	[7541] = "勇士護手",
	[2874] = "未寄出的信",
	[15210] = "劫掠者短劍",
	[24364] = "藍色鎧甲護脛",
	[16791] = "絲流護腕",
	[17103] = "碧空之歌",
	[30931] = "鬼靈頭巾",
	[5956] = "鐵匠之錘",
	[31187] = "探路者長靴",
	[12359] = "瑟銀錠",
	[774] = "孔雀石",
	[31571] = "霧幕腰帶",
	[23508] = "堅鋼鎧甲手套",
	[6260] = "藍色染料",
	[790] = "森林戰斧",
	[32083] = "堅定面罩",
	[24020] = "暗影撕裂長劍",
	[4709] = "森林皮襯肩",
	[6420] = "秘文戰靴",
	[25211] = "羅克比特切割者",
	[6532] = "明亮的小珠",
	[24660] = "聯合團護腕",
	[5029] = "納迦首領護符",
	[24916] = "虛空風暴護肩",
	[25044] = "紅碧之戒",
	[6564] = "幻光披風",
	[17109] = "啟示項鏈",
	[25428] = "野蠻之爪",
	[25556] = "極大巨魔胸甲",
	[8747] = "硬化皮盔",
	[25413] = "平滑的皮毛",
	[17749] = "樹皮肩鎧",
	[9416] = "格瑞姆洛克之矛",
	[25410] = "破損的蹄",
	[25143] = "銀色手刀",
	[5541] = "彩虹之錘",
	[9640] = "虎鉗夾口",
	[2835] = "劣質的石頭",
	[14023] = "巴羅夫管家鈴",
	[9960] = "好戰者手套",
	[20897] = "監視者外套",
	[7108] = "步兵之盾",
	[25101] = "十字鞍型匕首",
	[27476] = "地獄之錘",
	[3594] = "赤色護腕",
	[25351] = "發黴的皮靴",
	[9835] = "綴鱗皮甲外套",
	[27988] = "時間轉移斗篷",
	[19925] = "食人妖族長指環",
	[10027] = "黑色魔紋護肩",
	[28372] = "野獸暗影塑像",
	[942] = "寒冰指環",
	[28628] = "總元帥的恐織長袍",
	[28756] = "高階君主頭飾",
	[24416] = "被污染的花朵",
	[20821] = "孔雀石戒指",
	[29140] = "古靈披風",
	[29268] = "麥索瑞爾榮譽之盾",
	[21205] = "青銅龍軍團的徽記之戒",
	[29524] = "風之隼腰帶",
	[21461] = "黑色暴風雪護腿",
	[10795] = "龍爪指環",
	[29908] = "狂怒掠奪者",
	[21845] = "原始月布",
	[1010] = "瘤木短杖",
	[8164] = "Test Stationery",
	[30420] = "厚重的玉戒指",
	[4117] = "灼燒腰帶",
	[12360] = "奧金錠",
	[30804] = "青銅力量指環",
	[11371] = "黑鐵錠",
	[4197] = "綠寶石護肩",
	[16911] = "血牙護腕",
	[4245] = "絲綢小包",
	[11627] = "鐵索護脛",
	[730] = "魚人的眼球",
	[23509] = "附魔堅鋼胸甲",
	[11819] = "復甦之風",
	[1560] = "藍腮便鞋",
	[32084] = "堅定勇士頭盔",
	[24021] = "聖光之觸胸甲",
	[7062] = "深紅絲質馬褲",
	[12968] = "霜紋鬥蓬",
	[13096] = "祭師指環",
	[21501] = "韌化異種蟲皮手套",
	[24661] = "暗影議會腰帶",
	[24789] = "黑暗之血護腕",
	[24917] = "虛空風暴護腕",
	[25045] = "藍銅戒指",
	[25235] = "伊斯利蝕刻大刀",
	[25301] = "毀滅匕首",
	[794] = "針織短褲",
	[798] = "劣質皮褲",
	[25685] = "惡魔皮手套",
	[9929] = "軍旅披風",
	[810] = "北風之錘",
	[10025] = "影紋面罩",
	[818] = "虎眼石",
	[10185] = "惡魔斗篷",
	[25224] = "奴役統治者之斧",
	[25212] = "幸運破擊斧",
	[16848] = "巨獸之王肩飾",
	[5253] = "哥布林點火器",
	[25055] = "紫翠玉戒指",
	[25119] = "銀月戰錘",
	[850] = "鎖鏈手套",
	[854] = "短杖",
	[27477] = "法奧的淨化徽記",
	[6507] = "步兵護腕",
	[13867] = "符文布護肩",
	[870] = "熾炎戰斧",
	[25106] = "眼鏡蛇短劍",
	[25103] = "夜間潛伏者匕首",
	[14123] = "禮節斗篷",
	[886] = "黑色金屬短劍",
	[890] = "聖歌法杖",
	[11913] = "土嶺頭盔",
	[28757] = "千印之戒",
	[14443] = "毒絲襯肩",
	[29013] = "鋸齒飛斧",
	[20950] = "瑪瑙之盾吊飾",
	[29269] = "薩菲隆之翼骨",
	[25094] = "艾德南權杖",
	[21334] = "厄運召喚者的長袍",
	[8266] = "烏木鍊甲披風",
	[29781] = "光明看護者胸鎧",
	[934] = "斯塔文的鐮刀",
	[21846] = "魔焰腰帶",
	[15083] = "邪惡皮甲護手",
	[30293] = "天堂靈感",
	[15211] = "鬥士短劍",
	[15275] = "奇術師長杖",
	[2099] = "矮人手持火砲",
	[15403] = "山陰護腕",
	[30933] = "卡拉伯爾鎖甲",
	[22870] = "血衛士的絲質裹手",
	[25295] = "無瑕的魔杖",
	[6469] = "毒蛇",
	[31445] = "過季的「流行」腰帶",
	[15787] = "柳環鎖甲",
	[23510] = "附魔堅鋼腰帶",
	[6565] = "幻光手套",
	[6581] = "斥候腰帶",
	[32085] = "扭曲行者頭盔",
	[24022] = "爭鬥者鱗片護腿",
	[24150] = "摩克納薩爾迷霧斗篷",
	[4999] = "阿祖拉的意志",
	[4726] = "主將披風",
	[7077] = "火焰之心",
	[4118] = "普巴爾的鼻環",
	[10090] = "哥特鎧甲頭盔",
	[24918] = "厲鱗腰帶",
	[25046] = "脊骨之戒",
	[4246] = "優質皮帶",
	[25302] = "靈魂耗盡匕首",
	[4310] = "高級毛紡手套",
	[4342] = "紫色染料",
	[25686] = "惡魔皮靴",
	[25016] = "破碎之手胸甲",
	[25942] = "信念懷抱者護手",
	[4470] = "普通木柴",
	[7349] = "採藥師手套",
	[4534] = "鋼釘護腕",
	[4566] = "緻密短杖",
	[4998] = "鮮血戒指",
	[9260] = "烈性朗姆酒",
	[4662] = "旅者披風",
	[4694] = "拋光鍊甲肩甲",
	[9452] = "水藤",
	[19031] = "霜狼軍服",
	[19159] = "常青藤項鏈",
	[1205] = "果汁",
	[7509] = "魔紋長袍",
	[9772] = "綠紋護腿",
	[9836] = "鑲帶外套",
	[25059] = "火蛋白石項圈",
	[19927] = "瑪爾里之觸",
	[10028] = "影紋護肩",
	[28374] = "法力氛圍護肩",
	[28502] = "英勇臂甲",
	[1917] = "寶石匕首",
	[7685] = "遺忘先知寶珠",
	[2515] = "鋒利的箭",
	[20823] = "虎之眼",
	[5238] = "漆木魔杖",
	[1317] = "硬根法杖",
	[25054] = "方鈉礦指環",
	[29526] = "原始之擊腰帶",
	[21463] = "奧斯里安的束縛",
	[5398] = "布織護腿",
	[29910] = "雙界法杖",
	[21847] = "魔焰手套",
	[2571] = "藤蔓包裹",
	[11754] = "黑鑽石",
	[22231] = "凱瑟的精準長靴",
	[25051] = "藍色蜂鳥指環",
	[5622] = "祭司之戒",
	[1413] = "無力短劍",
	[1421] = "舊皮披風",
	[31062] = "碎心戰斧",
	[22999] = "銀色黎明外衣",
	[5782] = "厚魚人皮甲",
	[5814] = "溪流護甲",
	[31574] = "霧幕護腕",
	[23511] = "附魔堅鋼長靴",
	[11820] = "盛飾護甲",
	[31958] = "殘忍鬥士的碎骨錘",
	[2059] = "哨兵披風",
	[24023] = "手段護腕",
	[24151] = "摩克納薩爾之戒",
	[6070] = "狼皮護腕",
	[2075] = "牧師釘錘",
	[12426] = "君王鎧甲戰靴",
	[24663] = "暗影議會外套",
	[24791] = "遠征隊長靴",
	[1557] = "深海圓盾",
	[16856] = "秩序之源肩鎧",
	[16851] = "巨獸之王腰帶",
	[24999] = "血拳護脛",
	[6358] = "黑口魚",
	[4326] = "絲質長披風",
	[6422] = "秘文頭盔",
	[1613] = "逐靈法杖",
	[17752] = "薩特之刺",
	[13036] = "刺殺之刃",
	[6550] = "士兵護臂",
	[1645] = "草莓汁",
	[6614] = "先知披風",
	[25041] = "伏擊者披風",
	[25040] = "黑暗之血披風",
	[4422] = "耐力卷軸 III",
	[25036] = "石拳披風",
	[24991] = "戰錘護脛",
	[19032] = "雷矛軍服",
	[25032] = "地獄火披風",
	[19288] = "暗月卡:藍龍",
	[1725] = "大背包",
	[1733] = "舊鎖甲披風",
	[2379] = "無光澤的鍊甲外衣",
	[25043] = "琥珀披肩",
	[19928] = "萬靈護肩",
	[14124] = "禮節手套",
	[28375] = "燃石戰鬥腰帶",
	[14252] = "新月寶冠",
	[1789] = "破舊的皮護腕",
	[28759] = "驅魔者的恐織頭罩",
	[1805] = "韌皮護腕",
	[20824] = "簡單的磨粉機",
	[9931] = "軍旅腰帶",
	[25015] = "破碎之手脛甲",
	[7350] = "信徒護腕",
	[1845] = "鎖鏈腰帶",
	[7414] = "間諜短褲",
	[7446] = "衛戍披風",
	[14956] = "血鑄束腕",
	[7510] = "次級魔焰長袍",
	[15084] = "邪惡皮甲護腕",
	[30295] = "奇特的尖刺護肩",
	[15212] = "戰士寬刃劍",
	[15276] = "大法師長杖",
	[15340] = "拓荒者披風",
	[1925] = "迪菲亞細劍",
	[7734] = "六魔包",
	[25014] = "破碎之手腰帶",
	[31191] = "鱷魚皮護腕",
	[31319] = "頑固防禦指環",
	[25010] = "征服者的頭盔",
	[1973] = "欺詐寶珠",
	[1981] = "冰鱗甲",
	[2579] = "綠色亞麻襯衣",
	[7928] = "精製秘銀護肩",
	[32087] = "欺詐者面罩",
	[24024] = "秘法狂怒肩甲",
	[2651] = "劣質鍊甲護腕",
	[14922] = "崇高脛甲",
	[8150] = "石中鹽",
	[5462] = "達圖爾的變形魔棒",
	[24664] = "暗影議會手套",
	[24792] = "遠征隊外套",
	[15306] = "野性束腕",
	[25048] = "煙霧石英戒指",
	[2123] = "破損的皮靴",
	[25304] = "毀滅之劍",
	[5750] = "酋長的腰帶",
	[25560] = "羅艾伯潛泥護肩",
	[24921] = "厲鱗護手",
	[24996] = "戰錘肩甲",
	[24995] = "戰錘腿鎧",
	[12012] = "濕地戒指",
	[24994] = "戰錘頭盔",
	[24993] = "戰錘手套",
	[24992] = "戰錘胸甲",
	[2299] = "燃燒戰斧",
	[6118] = "侍從短褲",
	[4091] = "寡婦製造者",
	[3075] = "烈焰之眼",
	[9453] = "劇毒復仇者",
	[9517] = "蒼穹手杖",
	[2395] = "輕型鎖甲靴",
	[19289] = "暗月卡:漩渦",
	[24560] = "液態火炬",
	[9773] = "綠紋長袍",
	[24901] = "痛苦護腕",
	[9901] = "狂戰士腰帶",
	[9965] = "好戰者肩鎧",
	[10029] = "紅色魔紋護肩",
	[13067] = "海蛇護甲",
	[28504] = "鋼鷹之弩",
	[6727] = "拉澤瑞克的賽車手套",
	[10285] = "暗影蛛絲",
	[2587] = "灰色毛紡襯衣",
	[29016] = "戰爭使者防禦肩胄",
	[3491] = "青銅重錘",
	[2635] = "寬鬆鍊甲腰帶",
	[21209] = "青銅龍軍團的徽記之戒",
	[7078] = "火焰精華",
	[10188] = "惡魔護腿",
	[18044] = "霍爾雷的酒杯",
	[3667] = "嫩鱷魚肉",
	[21849] = "幽紋護腕",
	[15382] = "怒爪披風",
	[22105] = "極強效治療石",
	[14955] = "血鑄肩甲",
	[3755] = "剖魚刀",
	[7526] = "薄紗腰帶",
	[7558] = "幻光手杖",
	[30936] = "伊瓦的腰帶",
	[7606] = "極地護手",
	[31192] = "鱷魚皮護腕",
	[31320] = "流亡胸甲",
	[11629] = "馴犬者步槍",
	[24939] = "暗羽腿甲",
	[24930] = "安格拉斯頭盔",
	[2955] = "大副的帽子",
	[31960] = "殘忍鬥士的鍊甲護甲",
	[2987] = "銘文皮靴",
	[24025] = "死亡之爪的爪子",
	[4035] = "銀絲長袍",
	[32472] = "正義化身2000護目鏡",
	[23538] = "綠色堡壘護腕",
	[3067] = "陽炎短褲",
	[24665] = "暗影議會斗篷",
	[24793] = "遠征隊手套",
	[16730] = "勇氣胸甲",
	[25049] = "重石之戒",
	[8205] = "硬化蠍殼護腕",
	[1015] = "狼肋排",
	[25433] = "黑曜石戰爭串珠",
	[3195] = "野人戰斧",
	[3211] = "拋光鍊甲護腕",
	[5208] = "煙塵魔杖",
	[17754] = "惡魔欺詐者護腿",
	[13037] = "水晶之刺",
	[13101] = "馭狼者軟鞋",
	[24893] = "司凱堤斯護腕",
	[2364] = "機織布外衣",
	[12940] = "雷德的神聖控訴者",
	[18522] = "巨魔大王指環",
	[24888] = "司凱堤斯胸甲",
	[3371] = "空瓶",
	[24886] = "司凱堤斯腰帶",
	[24883] = "德利蘇護腿",
	[3419] = "紅玫瑰",
	[19290] = "暗月卡:虛空",
	[24879] = "德利蘇護脛",
	[13869] = "霜紋外套",
	[3483] = "鍍銀青銅護手",
	[27993] = "心靈之火頭盔",
	[19930] = "瑪爾里之眼",
	[3531] = "厚絨線繃帶",
	[28377] = "士官厚重披風",
	[14253] = "新月裹手",
	[28633] = "無限奧義法杖",
	[19287] = "暗月卡:英雄",
	[24871] = "鐵脊護脛",
	[20826] = "重金戒指",
	[3643] = "法師護腕",
	[29273] = "卡德加的背包",
	[21210] = "青銅龍軍團的徽記之戒",
	[19828] = "贊達拉預言者外套",
	[24658] = "聯合團長褲",
	[5498] = "有光澤的小珍珠",
	[14957] = "大酋長脛甲",
	[21850] = "幽紋腰帶",
	[5207] = "無光魔杖",
	[5239] = "黑骨魔杖",
	[15213] = "傭兵劍",
	[5399] = "追蹤之靴",
	[8207] = "硬化蠍殼護肩",
	[15405] = "剝殼手套",
	[15372] = "狼騎兵手套",
	[13102] = "卡珊德拉的恩賜",
	[31193] = "無盡渴望之劍",
	[24818] = "魔石頭盔",
	[19825] = "贊達拉思考者胸甲",
	[15789] = "深水披風",
	[21852] = "幽紋短褲",
	[6119] = "見習牧師長袍",
	[31961] = "殘忍鬥士的鍊甲護手",
	[32089] = "禁法者兜帽",
	[25047] = "紅玉指環",
	[24154] = "巫術之戒",
	[4059] = "秘文護腕",
	[3968] = "厚皮外套",
	[24538] = "燃燒彈",
	[4119] = "迅猛龍獵人外套",
	[24798] = "龍鷹腰帶",
	[16731] = "勇氣頭盔",
	[25050] = "隕石戒指",
	[21848] = "魔焰長袍",
	[18537] = "反擊磁石",
	[4311] = "重型毛紡披風",
	[4343] = "棕色亞麻短褲",
	[25690] = "重型裂蹄護腿",
	[7064] = "深紅絲質手套",
	[17755] = "薩特之鬃",
	[4471] = "燧石和火絨",
	[24103] = "牧月皮靴",
	[24748] = "遊俠護臂",
	[24759] = "昂布拉凡外套",
	[4599] = "燻肉",
	[9262] = "黑色硫酸鹽",
	[16858] = "秩序之源腰帶",
	[9390] = "魯恩烏的手套",
	[9454] = "酸性長靴",
	[17071] = "血腥撕裂者",
	[24662] = "暗影議會之靴",
	[9646] = "地精潛水裝置",
	[7415] = "僧侶肩甲",
	[9774] = "綠紋外衣",
	[22482] = "骨鐮腰帶",
	[9902] = "狂戰士頭盔",
	[9966] = "雕花鎧甲",
	[28250] = "維斯提亞之精神恩典護肩",
	[10094] = "哥特臂鎧",
	[5079] = "冷蜥蜴眼",
	[10222] = "噩夢長靴",
	[10286] = "野性之心",
	[5175] = "大地圖騰",
	[20827] = "英勇銀戒指",
	[20955] = "黃金龍戒",
	[29274] = "天堂之淚",
	[24690] = "元素師護腿",
	[8007] = "法力黃水晶",
	[21467] = "厚重異種蟲胸甲",
	[10798] = "阿塔拉利恩的牙環",
	[29914] = "地獄火削皮刀",
	[21851] = "幽紋手套",
	[24684] = "大法師腕輪",
	[30298] = "虛無屠殺者外套",
	[11118] = "阿札達斯之石",
	[5591] = "雨點斗篷",
	[24079] = "暗影克銀指環",
	[11310] = "烈焰先知襯肩",
	[30938] = "藍色打擊護肩",
	[7722] = "聖使護符",
	[5751] = "翼網披風",
	[31322] = "命運之錘",
	[48] = "盜賊短褲",
	[31578] = "岩鋼胸甲",
	[23515] = "烈焰毀滅護腕",
	[11822] = "全法長靴",
	[2092] = "用舊的匕首",
	[32090] = "那魯祈福兜帽",
	[24653] = "聯合團腰帶",
	[22889] = "飛蛾血清",
	[32474] = "絕對打擊護目鏡v2.0",
	[4312] = "軟底亞麻靴",
	[4057] = "徽記護甲",
	[24667] = "暗影議會襯肩",
	[20264] = "和平守護者護手",
	[10938] = "次級魔法精華",
	[16860] = "秩序之源護手",
	[6191] = "基布拉之靴",
	[25307] = "暗影匕首",
	[24640] = "迷霧蘆葦手套",
	[6391] = "圖樣:時髦綠襯衣",
	[12846] = "銀色黎明委任徽章",
	[25819] = "戰爭使者胸甲",
	[25947] = "電光權杖護肩",
	[6519] = "先鋒護腕",
	[6551] = "士兵戰靴",
	[6583] = "斥候護腕",
	[6615] = "賢者手套",
	[7931] = "秘銀罩帽",
	[18524] = "毀滅護腿",
	[18608] = "祈福",
	[10846] = "濺血護脛",
	[10096] = "議員腕輪",
	[10288] = "賢者頭飾",
	[24387] = "鐵劍護手",
	[24626] = "弄奴短褲",
	[6903] = "凝望短褲",
	[13870] = "霜紋手套",
	[4124] = "和諧之帽",
	[27995] = "鍍陽護肩",
	[7480] = "遊俠手套",
	[14126] = "禮節披肩",
	[28379] = "士官厚重斗篷",
	[28507] = "流動思緒裹手",
	[4444] = "黑色甲殼盾",
	[28763] = "永生玉戒",
	[2644] = "寬鬆鍊甲披風",
	[20828] = "黃金暗影戒指",
	[29147] = "塔巴克皮肩甲",
	[14638] = "蒼白護腿",
	[7351] = "信徒之靴",
	[2692] = "辣椒",
	[14830] = "符記肩鎧",
	[24083] = "生命馬褲",
	[29915] = "荒蕪魔杖",
	[7511] = "星界長袍",
	[15086] = "邪惡皮甲頭帶",
	[30299] = "喚星腿甲",
	[15214] = "貴族佩劍",
	[24043] = "魔錐果真菌",
	[22492] = "夢行者長靴",
	[17608] = "元帥的綢緞手套",
	[30939] = "惡魔野豬皮鞋",
	[15534] = "邪惡鍊甲長靴",
	[12047] = "鬼靈項鏈",
	[23132] = "黑木公爵之刃",
	[935] = "守夜人短劍",
	[24587] = "異域者肩甲",
	[24586] = "異域者護腿",
	[24584] = "異域者手套",
	[15982] = "血紋魔棒",
	[24130] = "用舊的便鞋",
	[24859] = "沼澤爬行者護腿",
	[20996] = "日頂腰帶",
	[24987] = "石拳護腿",
	[8151] = "魔精",
	[24540] = "食用蕨類",
	[24668] = "暗影議會護腕",
	[16605] = "苦行僧的光明長袍",
	[16733] = "勇氣肩甲",
	[25052] = "霍恩之戒",
	[20992] = "日升護腕",
	[25308] = "雷刺",
	[1206] = "綠瑪瑙",
	[25564] = "土靈生命印記",
	[24508] = "元素碎片",
	[25820] = "召喚金屬頭飾",
	[25948] = "懺悔腰帶",
	[24504] = "哀嚎之風",
	[20035] = "冰川之矛",
	[3380] = "交叉針織腰帶",
	[24434] = "紀律之棒",
	[18397] = "法師長老飾物",
	[7474] = "華麗披風",
	[53] = "見習牧師襯衣",
	[2119] = "薄布手套",
	[6557] = "吟游詩人之靴",
	[118] = "初級治療藥水",
	[19527] = "戰地醫者披風",
	[9647] = "實驗失敗的飛行裝置",
	[7080] = "水之精華",
	[9775] = "歹徒肚帶",
	[9839] = "鑲帶護手",
	[9903] = "狂戰士護腿",
	[9967] = "雕花鎧甲護手",
	[10031] = "影紋之靴",
	[10095] = "議員長靴",
	[10159] = "水銀披風",
	[7912] = "堅固的石頭",
	[10287] = "綠紋襯肩",
	[7544] = "勇士斗篷",
	[29020] = "戰爭使者戰甲護手",
	[29148] = "被燻黑的皮肩甲",
	[29276] = "紫羅蘭徽章",
	[3844] = "綠鐵鎖甲",
	[2454] = "獅王之力藥劑",
	[2601] = "圖樣:灰色毛紡長袍",
	[24250] = "哈伏克護腕",
	[29916] = "鐵星之弩",
	[21853] = "幽紋長靴",
	[24441] = "艾克索達之弩",
	[30300] = "戴比瑞之謎",
	[24436] = "獵戶護腕",
	[4036] = "銀絲護腕",
	[30684] = "破壞者手環",
	[11311] = "灰燼之鱗",
	[30940] = "老舊的皮護腕",
	[4907] = "林地外套",
	[31196] = "神聖護符",
	[20680] = "深淵鎖甲護肩",
	[31452] = "能量裹腕",
	[23389] = "空的德萊尼補給包",
	[23517] = "魔鋼手套",
	[22721] = "束縛之戒",
	[31964] = "殘忍鬥士的鍊甲護肩",
	[4239] = "雕花皮手套",
	[12015] = "沼澤戒指",
	[4345] = "圖樣:紅色毛紡靴",
	[7054] = "力量法袍",
	[24413] = "雷首圖騰",
	[3471] = "銅質鍊甲外衣",
	[24669] = "艾德南腰帶",
	[4601] = "軟香蕉麵包",
	[16734] = "勇氣戰靴",
	[25053] = "青金指環",
	[24386] = "逝者聖契",
	[25309] = "扭曲的匕首",
	[4335] = "紫色絲質襯衣",
	[12783] = "尋心者",
	[1220] = "豺狼人戰斧",
	[25821] = "無盡突襲護腿",
	[12975] = "勘察員戰斧",
	[1207] = "魔星釘錘",
	[22212] = "傀儡合身肩鎧",
	[24379] = "沼澤閃擊鱗片披風",
	[6585] = "斥候披風",
	[9937] = "誓言指環",
	[18526] = "巨魔領袖之冠",
	[6218] = "符文銅棒",
	[10097] = "議員頭冠",
	[8343] = "粗絲線",
	[79] = "矮人布質短褲",
	[4332] = "淡黃色襯衣",
	[27485] = "鑲邊神秘斗篷",
	[5439] = "小箭袋",
	[13871] = "霜紋短褲",
	[27869] = "剛毅靈魂牧者指環",
	[24361] = "魔焰長劍",
	[6906] = "海藻手套",
	[28253] = "漿鼠超長鐮刀",
	[1370] = "粗糙的皮護腕",
	[28509] = "狼爪項鏈",
	[7050] = "絲質頭帶",
	[28765] = "純潔之心無垢斗蓬",
	[7146] = "血色十字軍鑰匙",
	[20830] = "月之頭飾",
	[20958] = "光輝之黃水晶戒",
	[29277] = "紫羅蘭徽章",
	[24356] = "荒行剃刀",
	[2968] = "戰士手套",
	[15856] = "弧光護符",
	[29789] = "安崔森的傑作",
	[29917] = "壓制圓盾",
	[24264] = "白癒兜帽",
	[30173] = "裂地戰衣肩甲",
	[16693] = "虔誠頭冠",
	[15215] = "狂暴彎刀",
	[15279] = "象牙魔杖",
	[4253] = "韌化皮手套",
	[6538] = "柳木長袍",
	[30941] = "灰燼鍛鍊護腿",
	[15535] = "邪惡鍊甲護腕",
	[6510] = "步兵護手",
	[23134] = "設計圖:精美的血石榴石",
	[31453] = "衝鋒皮靴",
	[23390] = "艾克索達重劍",
	[23518] = "魔鋼護腿",
	[6537] = "柳木戰靴",
	[6553] = "吟游詩人短褲",
	[23902] = "塔伏爾的清單",
	[24138] = "銀弩",
	[6697] = "蝙蝠之翼",
	[3758] = "十字軍腰帶",
	[9458] = "瑟瑪普拉格的中央模組",
	[24131] = "微鏽的護腕",
	[24670] = "艾德南長靴",
	[8304] = "英雄斗篷",
	[16735] = "勇氣護腕",
	[16863] = "力量護手",
	[23473] = "新兵襯衣",
	[9746] = "簡易手套",
	[25438] = "孔雀石墜飾",
	[4344] = "棕色亞麻襯衣",
	[16951] = "審判束腕",
	[25822] = "觀察者外套",
	[17759] = "堅定之印",
	[10066] = "夜紋腰帶",
	[4504] = "矮人衛兵披風",
	[20092] = "高地鍊甲護脛",
	[4568] = "步兵斧",
	[20091] = "高地鍊甲護脛",
	[14045] = "灰布短褲",
	[24124] = "雕像 - 魔鋼野豬",
	[9392] = "退火鋼刃",
	[2238] = "頑童短褲",
	[6386] = "微光鎖甲腿甲",
	[5612] = "青藤護腕",
	[9648] = "鎖鏈長巾",
	[7513] = "怒火魔杖",
	[9776] = "歹徒之靴",
	[18082] = "祖穆拉恩的能量法杖",
	[9904] = "狂戰士肩鎧",
	[9968] = "雕花鎧甲腰帶",
	[28254] = "星移工程師之稜彩項鍊",
	[5048] = "藍色條紋包裝紙",
	[28510] = "經絡幽靈指環",
	[10224] = "噩夢披風",
	[20575] = "黑色幼龍外套",
	[7490] = "上尉戰靴",
	[20831] = "戰爭之黃金項鍊",
	[24105] = "燒烤牧月鹿腰肉",
	[10544] = "棘木之槌",
	[2991] = "拋光鍊甲戰靴",
	[2042] = "西部荒野法杖",
	[127] = "捕獸者襯衣",
	[21493] = "前鋒之靴",
	[4138] = "黑水外套",
	[21855] = "幽紋外套",
	[129] = "皺褶捕獸者之靴",
	[20094] = "高地布質長靴",
	[2101] = "輕型箭袋",
	[5592] = "鐐銬束腰",
	[22495] = "夢行者護臂",
	[4234] = "重皮",
	[30942] = "馬尼莫腰帶",
	[24063] = "移形午夜腰帶",
	[24059] = "高效的皇家黃寶石",
	[31326] = "強擊指環",
	[24045] = "復原指環",
	[2213] = "用舊的大盾牌",
	[23519] = "魔鋼頭盔",
	[15360] = "狡詐束腕",
	[5944] = "人民軍護脛",
	[5976] = "公會徽章",
	[2309] = "雕花皮靴",
	[4714] = "銀絲腰帶",
	[32478] = "死亡打擊X11護目鏡",
	[4306] = "絲綢",
	[6136] = "刺客襯衣",
	[24671] = "艾德南上衣",
	[10131] = "亡魂之靴",
	[16736] = "勇氣腰帶",
	[6264] = "大師長袍",
	[2321] = "細線",
	[2549] = "暗影法杖",
	[25439] = "虎眼指環",
	[6392] = "阿魯高的腰帶",
	[6424] = "黑爐鬥蓬",
	[25823] = "步兵的戰斧",
	[25951] = "迅捷難民之靴",
	[13040] = "覓心弩",
	[10835] = "至高徽記之盾",
	[6584] = "斥候外套",
	[6616] = "賢者短褲",
	[18400] = "活石戒指",
	[20037] = "秘法水晶墜飾",
	[6241] = "白色亞麻長袍",
	[2853] = "銅質護腕",
	[5770] = "神秘的長袍",
	[19040] = "索爾賓的大砍刀",
	[2917] = "寧靜之戒",
	[27487] = "血領主護腿",
	[2981] = "先知長袍",
	[10048] = "多彩褶裙",
	[27871] = "瑪拉達爾的祝福念珠",
	[2505] = "精製短弓",
	[6202] = "露指手套",
	[14128] = "巫紋長袍",
	[8292] = "秘法頭巾",
	[14256] = "惡魔布",
	[28639] = "將軍的鎖甲腰帶",
	[28767] = "斬首者",
	[3197] = "石邊雙刃刀",
	[29023] = "戰爭使者戰甲肩鎧",
	[20960] = "雕刻過的銀戒",
	[29279] = "偉大保衛者之紫羅蘭徽章",
	[23676] = "牧月成鹿嫩腰肉",
	[3365] = "磨損的護腕",
	[7416] = "重裝步兵護腕",
	[9492] = "電磁熔合啟動器",
	[14960] = "大酋長腰帶",
	[9748] = "簡易長袍",
	[15088] = "邪惡皮甲腰帶",
	[15152] = "午夜輕鞋",
	[7608] = "先知的高級酒杯",
	[15280] = "巫師之手",
	[3661] = "手工法杖",
	[23533] = "鋼握護手",
	[30943] = "綠色手套",
	[31071] = "葛洛姆特的斧頭",
	[11124] = "流放者頭盔",
	[23136] = "設計圖:夜光的火石榴石",
	[31455] = "筋肉增強腰帶",
	[23392] = "艾克索達錘",
	[23520] = "怒鋼護手",
	[4107] = "獵虎手套",
	[12404] = "緻密磨刀石",
	[23348] = "斥候長靴",
	[23275] = "中尉騎士的板層甲重靴",
	[9429] = "深淵礦工帽",
	[8120] = "紋章披風",
	[8152] = "大魔精",
	[8184] = "點火棒",
	[24672] = "艾德南手套",
	[13206] = "狼牙護腿",
	[16737] = "勇氣護手",
	[25056] = "鐵鋁石戒指",
	[2124] = "破損的皮護腕",
	[2140] = "餐刀",
	[11989] = "釩金指環",
	[2172] = "鄉村腰帶",
	[25696] = "惡魔捕獵者胸甲",
	[25824] = "先知指環",
	[25952] = "奈薩斯捕獵者短彎刀",
	[2236] = "黑色長牙",
	[22577] = "暗影微粒",
	[22575] = "生命微粒",
	[2284] = "坑道鼠披風",
	[2300] = "雕花皮外衣",
	[14549] = "閃避之靴",
	[21563] = "羅德里格的指環",
	[7739] = "林木斗篷",
	[9457] = "皇家外交官節杖",
	[2380] = "無光澤的鍊甲腰帶",
	[2396] = "輕型鎖甲護腕",
	[27488] = "火焰風暴之法師罩帽",
	[22254] = "永恆之光魔杖",
	[9777] = "歹徒護腕",
	[12054] = "惡魔指環",
	[22204] = "名聲護臂",
	[9969] = "雕花鎧甲頭盔",
	[2508] = "老式短槍",
	[20193] = "污染者的皮甲腰帶",
	[10161] = "水銀護手",
	[22064] = "巫師長靴",
	[10289] = "海妖頭飾",
	[15456] = "快步護腿",
	[2604] = "紅色染料",
	[20961] = "快速治療之黃水晶吊飾",
	[29280] = "紫羅蘭徽章",
	[2652] = "劣質鍊甲披風",
	[29536] = "虛空裂蹄護腿片",
	[21473] = "莫阿姆之眼",
	[29792] = "黎擊的披風",
	[15478] = "衝鋒者盾牌",
	[2934] = "破爛的皮革",
	[11767] = "琥珀臂甲",
	[2966] = "戰士短褲",
	[8216] = "巫毒披風",
	[8248] = "帝王紅色披風",
	[779] = "閃亮的貝殼",
	[30816] = "香料麵包",
	[30944] = "棕嘯護腕",
	[31072] = "羅恩格隆，碎心之弓",
	[21844] = "靈魂布卷",
	[31328] = "野獸統御護腿",
	[31456] = "地精鑄造長靴",
	[9912] = "皇家披肩",
	[2940] = "血淋淋的熊爪",
	[789] = "牢固的戰錘",
	[24876] = "鐵脊護肩",
	[21748] = "雕像 - 翡翠貓頭鷹",
	[24033] = "堅固的伊露恩之星",
	[3020] = "不朽軍帽",
	[18823] = "古代熔核皮手套",
	[4705] = "亮鱗肩鎧",
	[24545] = "鬥士的鎧甲頭盔",
	[24673] = "艾德南兜帽",
	[24801] = "龍鷹手套",
	[12465] = "夜幕披風",
	[25057] = "琥珀指環",
	[21116] = "污染者護符",
	[25313] = "冷鐵權杖",
	[4653] = "鐵踵之靴",
	[3196] = "鋒利的重劍",
	[25697] = "惡魔捕獵者護腕",
	[3228] = "彎曲護腕",
	[12977] = "法師之拳",
	[9753] = "流浪者圓盾",
	[5069] = "火焰魔杖",
	[16816] = "預言襯肩",
	[3308] = "蠻族布質手套",
	[18402] = "閃光水晶戒指",
	[18530] = "巨魔鎖甲",
	[5565] = "地獄火石",
	[1419] = "舊皮靴",
	[20797] = "山貓項圈",
	[5965] = "守護披風",
	[5997] = "初級防禦藥劑",
	[27489] = "貞潔先驅者臂鎧",
	[25519] = "守衛者之錘",
	[12985] = "防禦之戒",
	[3484] = "綠鐵戰靴",
	[18609] = "咒逐",
	[20097] = "高地布質腰帶",
	[14129] = "禮節便鞋",
	[9434] = "元素衣飾",
	[14257] = "新月護腿",
	[14321] = "光輝披風",
	[32962] = "殘忍鬥士的勝利之觸",
	[20049] = "高地片甲護脛",
	[14513] = "圖樣:大法師之袍",
	[29153] = "大法師之劍",
	[29281] = "紫羅蘭徽章",
	[19907] = "祖利安虎皮披風",
	[19895] = "淡血褶裙",
	[8544] = "魔紋繃帶",
	[29793] = "紫羅蘭高塔之戒",
	[3740] = "斬首之劍",
	[8347] = "龍鱗護手",
	[19812] = "黎明符文",
	[15153] = "午夜披風",
	[15217] = "寡婦利刃",
	[15281] = "爍星魔棒",
	[3836] = "綠鐵頭盔",
	[30817] = "簡易麵粉",
	[30945] = "葛洛姆特朋友的表弟的外套",
	[15537] = "邪惡鍊甲披風",
	[31201] = "伊利達瑞披風",
	[31329] = "生命披風",
	[31457] = "托斯利基地英雄帽",
	[14906] = "蠻獸腰帶",
	[19315] = "塞拉贊恩之觸",
	[833] = "生命徽章",
	[31969] = "殘忍鬥士的龍皮護腿",
	[2975] = "狩獵之靴",
	[16113] = "手冊:魔紋繃帶",
	[4044] = "極光短褲",
	[24290] = "成熟的孢子囊",
	[6238] = "棕色亞麻長袍",
	[24546] = "鬥士的鎧甲護肩",
	[24674] = "艾德南長褲",
	[6542] = "柳木斗篷",
	[16739] = "毛木襯肩",
	[6558] = "吟游詩人腰帶",
	[16995] = "暗翼襯肩",
	[25314] = "典禮之錘",
	[4313] = "紅色毛紡靴",
	[25570] = "梅麗雅的光澤頭冠",
	[4377] = "烈性火藥",
	[25826] = "賢者之戒",
	[25954] = "薩法爾符印",
	[7454] = "騎士胸甲",
	[4505] = "沼澤長褲",
	[7726] = "血色指揮官之盾",
	[13444] = "極效法力藥水",
	[18403] = "屠龍者的徽記",
	[8142] = "鉻鐵頭盔",
	[4665] = "褐色皮披風",
	[4697] = "拋光鍊甲腰帶",
	[4729] = "極光襯肩",
	[17602] = "戰場元帥的頭飾",
	[4793] = "森林披風",
	[27490] = "火炬戰斧",
	[10333] = "血色十字軍護臂",
	[17020] = "魔粉",
	[27874] = "野獸之王護腿",
	[9906] = "皇家腰帶",
	[9970] = "雕花鎧甲護腿",
	[10034] = "禮服襯衣",
	[10098] = "議員披風",
	[28514] = "恨惡護腕",
	[6511] = "旅者長袍",
	[10290] = "粉紅染料",
	[16698] = "鬼霧面具",
	[5209] = "陰沉魔杖",
	[5241] = "矮人火槍",
	[29282] = "紫羅蘭徽章",
	[13380] = "威利的可攜式榴彈砲",
	[19898] = "食人妖族長徽記",
	[2048] = "安威瑪釘錘",
	[12542] = "火葬外衣",
	[4240] = "毛紡包",
	[21859] = "魔染幽紋短褲",
	[12964] = "三態護腿",
	[2312] = "優質皮手套",
	[11122] = "棍子上的胡蘿蔔",
	[9663] = "黎明騎兵胸甲",
	[2576] = "白色亞麻襯衣",
	[5392] = "棘木匕首",
	[6984] = "暗影長劍",
	[11135] = "強效秘法精華",
	[31202] = "神聖祝福腰帶",
	[31330] = "電光頭冠",
	[5817] = "月神之弓",
	[2976] = "狩獵手套",
	[23523] = "克銀護腿",
	[24507] = "元素碎片",
	[6256] = "魚竿",
	[7378] = "暗色護腕",
	[14724] = "戰痕披風",
	[20036] = "火焰寶石",
	[24291] = "沼澤領主藤鬚",
	[24764] = "昂布拉凡束腕",
	[3864] = "黃水晶",
	[18814] = "火焰之王的項圈",
	[24803] = "龍鷹長褲",
	[12466] = "黎明尖塔腰帶",
	[16868] = "力量肩鎧",
	[8545] = "厚魔紋繃帶",
	[1076] = "迪菲亞叛徒之戒",
	[1156] = "豪華珠寶戒指",
	[6393] = "銀絲手套",
	[6425] = "黑爐腰帶",
	[25827] = "覆泥披風",
	[1276] = "淬火圓盾",
	[13042] = "治安官之劍",
	[13106] = "眩光魔法手鐲",
	[13170] = "天空護腿",
	[12225] = "布拉普家族魚竿",
	[18404] = "奧妮克希亞龍牙墜飾",
	[9794] = "青布披風",
	[7281] = "輕皮護腕",
	[7473] = "華麗襯肩",
	[7553] = "獨角獸指環",
	[1936] = "哥布林螺絲刀",
	[5112] = "儀式之刃",
	[27491] = "安寧之戒",
	[7026] = "亞麻腰帶",
	[27747] = "沼澤脊椎指節",
	[13938] = "噬骨鐵針",
	[7001] = "墓碑節杖",
	[4338] = "魔紋布",
	[28259] = "宇宙生命之戒",
	[28387] = "安寧和祥之棒",
	[14258] = "血紋束腰",
	[4786] = "智者腰帶",
	[20580] = "野獸狂怒之錘",
	[14450] = "精靈貴族披風",
	[6098] = "見習牧師長袍",
	[20964] = "青綠石印記",
	[29283] = "刺客大師之紫羅蘭徽章",
	[7353] = "長者護甲",
	[6898] = "索蘭魯克寶珠",
	[10404] = "耐用腰帶",
	[14898] = "鹽石腰帶",
	[7481] = "遊俠戰靴",
	[21860] = "魔染幽紋之靴",
	[7545] = "勇士護腕",
	[8162] = "矛騎兵腿鎧",
	[12548] = "麥格尼的意志",
	[15282] = "龍指",
	[9957] = "好戰者的護胸",
}

-- ==================================================================================================================
Traditionalize_enchantlist = {
	[28557] = "煉金術: 極效防禦藥劑",
	[28589] = "煉金術: 強襲精煉藥水",
	[22480] = "烹飪: 嫩狼肉排",
	[4096] = "製皮: 迅猛龍皮背心",
	[18450] = "裁縫: 巫紋頭巾",
	[24655] = "製皮: 綠色龍鱗護手",
	[22704] = "工程學: 修理機器人74A型",
	[16659] = "鍛造: 輻光頭飾",
	[26926] = "珠寶設計: 重銅戒指",
	[3116] = "鍛造: 粗製平衡石",
	[20849] = "裁縫: 光核手套",
	[22928] = "製皮: 移形披風",
	[35798] = "永久性地為一把近戰武器附魔，使其獲得傷害加7點的效果。需要等級35或以上的物品。",
	[12587] = "工程學: 增亮護目鏡",
	[19058] = "製皮: 毛皮護甲片",
	[10572] = "製皮: 蠻皮護腿",
	[3172] = "煉金術: 初級抗魔藥水",
	[3176] = "煉金術: 強力食人妖之血藥水",
	[12715] = "工程學: 哥布林火箭燃油配方",
	[29549] = "鍛造: 魔鐵鎧甲護腿",
	[3188] = "煉金術: 巨魔力量藥劑",
	[14810] = "附魔: 強效秘法杖",
	[29645] = "鍛造: 怒鋼胸甲",
	[25615] = "珠寶設計: 秘銀絲邊",
	[6415] = "烹飪: 狂魚肉片",
	[23632] = "鍛造: 黎明束腰",
	[23664] = "裁縫: 銀色長靴",
	[17555] = "煉金術: 先知藥劑",
	[8797] = "裁縫: 土靈絲質腰帶",
	[19666] = "鍛造: 銀骷髏鑰匙",
	[27950] = "附魔: 附魔靴子 - 堅韌",
	[19794] = "工程學: 法術能量護目鏡超級改良版",
	[35543] = "製皮: 戰鬥之鼓",
	[35799] = "永久性地為一把近戰武器附魔，使其獲得力量提高20點的效果。需要等級35或以上的物品。",
	[3276] = "急救: 厚亞麻繃帶",
	[30317] = "工程學: 能量增強護目鏡",
	[30349] = "工程學: 克銀工具箱",
	[3292] = "鍛造: 銅質重劍",
	[3296] = "鍛造: 青銅重錘",
	[39738] = "珠寶設計: 邪惡焚石",
	[3304] = "採礦: 熔煉錫錠",
	[3308] = "採礦: 熔煉金錠",
	[9149] = "製皮: 重型土靈手套",
	[28558] = "煉金術: 極效暗影之力藥劑",
	[3320] = "鍛造: 劣質砂輪",
	[9197] = "製皮: 綠色幼龍護甲",
	[3328] = "鍛造: 劣質青銅護肩",
	[18451] = "裁縫: 惡魔布袍",
	[3336] = "鍛造: 綠鐵護手",
	[39737] = "珠寶設計: 矇矓焚石",
	[12072] = "裁縫: 黑色魔紋頭帶",
	[6695] = "裁縫: 黑色絲質背包",
	[6703] = "製皮: 魚人鱗片胸甲",
	[13419] = "附魔: 附魔披風 - 初級敏捷",
	[28910] = "珠寶設計: 雕刻過的火石榴石",
	[16660] = "鍛造: 黎明使者護肩",
	[26927] = "珠寶設計: 厚青銅項鍊",
	[16724] = "鍛造: 白魂頭盔",
	[3376] = "烹飪: 美味煎蛋捲",
	[11468] = "煉金術: 夢境藥劑",
	[31149] = "珠寶設計: 閃亮的伊露恩之星",
	[7149] = "製皮: 野人護腿",
	[25072] = "附魔: 附魔手套 - 威脅",
	[39734] = "珠寶設計: 高效焚石",
	[3400] = "烹飪: 海龜湯",
	[16980] = "鍛造: 符文之刃",
	[19059] = "製皮: 火山護腿",
	[19091] = "製皮: 符文皮甲短褲",
	[13659] = "附魔: 附魔盾牌 - 精神",
	[31437] = "裁縫: 黑擊護腕",
	[17636] = "煉金術: 智慧精煉藥水",
	[39732] = "珠寶設計: 皇家影歌紫水晶",
	[36503] = "附魔盾牌",
	[39637] = "煉金術: 地化藥劑",
	[29550] = "鍛造: 魔鐵胸甲",
	[34009] = "附魔: 附魔盾牌 - 極效耐力",
	[3448] = "煉金術: 次級隱形藥水",
	[3452] = "煉金術: 法力藥水",
	[24367] = "煉金術: 活力行動藥水",
	[28591] = "煉金術: 暗影抗性精煉藥水",
	[32494] = "製皮: 惡魔皮護腿",
	[23633] = "鍛造: 黎明手套",
	[23665] = "裁縫: 銀色護肩",
	[17556] = "煉金術: 極效治療藥水",
	[13915] = "附魔: 附魔武器 - 屠魔",
	[13931] = "附魔: 附魔護腕 - 偏斜",
	[13947] = "附魔: 附魔手套 - 騎術",
	[3492] = "鍛造: 硬鐵短劍",
	[3496] = "鍛造: 月鋼寬劍",
	[3500] = "鍛造: 暗影月牙斧",
	[3504] = "鍛造: 綠鐵護肩",
	[9933] = "鍛造: 秘銀短褲",
	[18453] = "裁縫: 惡魔布護肩",
	[3848] = "裁縫: 雙線毛紡護肩",
	[35801] = "永久性地為一把雙手近戰武器附魔，使其獲得攻擊強度提高70點的效果。需要等級35或以上的物品。",
	[9997] = "鍛造: 秘銀魔劍",
	[10013] = "鍛造: 黑檀剃刀",
	[12076] = "裁縫: 影紋護肩",
	[12092] = "裁縫: 夢紋頭飾",
	[35800] = "永久性地為一把雙手近戰武器附魔，使其獲得敏捷提高35點的效果。需要等級35或以上的物品。",
	[34006] = "附魔: 附魔披風 - 強效暗影抗性",
	[32461] = "製皮: 騎乘馬鞭",
	[32493] = "製皮: 惡魔皮靴",
	[39705] = "珠寶設計: 清晰的深紅尖晶石",
	[26416] = "工程學: 小型藍色煙花",
	[20017] = "附魔: 附魔盾牌 - 強效耐力",
	[7135] = "製皮: 黑皮短褲",
	[15915] = "烹飪: 辣椒蟹肉",
	[7151] = "製皮: 野人護肩",
	[35797] = "永久性地為一把近戰武器附魔，使其獲得智力+30點的效果。需要等級35或以上的物品。",
	[18420] = "裁縫: 亮布披風",
	[18452] = "裁縫: 月布頭飾",
	[7183] = "煉金術: 初級防禦藥劑",
	[8238] = "烹飪: 美味風蛇",
	[3840] = "裁縫: 高級亞麻手套",
	[31085] = "珠寶設計: 精緻的生命紅寶石",
	[9918] = "鍛造: 堅固的磨刀石",
	[7223] = "鍛造: 金鱗護腕",
	[19825] = "工程學: 工程大師護目鏡",
	[8334] = "工程學: 練習鎖",
	[26928] = "珠寶設計: 精製虎眼石項鍊",
	[8366] = "鍛造: 鐵爐堡鍊甲",
	[19793] = "工程學: 仿真機械蛙",
	[15865] = "烹飪: 神秘雜燴",
	[13644] = "附魔: 附魔靴子 - 次級耐力",
	[20051] = "附魔: 符文奧金棒",
	[35802] = "永久性地為一面盾牌附魔，對所有魔法的抗性提高5點。需要等級35或以上的物品。",
	[10509] = "製皮: 龜殼手套",
	[10525] = "製皮: 硬化蠍殼胸甲",
	[35544] = "製皮: 速度之鼓",
	[19060] = "製皮: 綠龍鱗片護腿",
	[19092] = "製皮: 邪惡皮甲腰帶",
	[29359] = "採礦: 熔煉恆金錠",
	[31438] = "裁縫: 黑色虛無披風",
	[10621] = "製皮: 狼頭之盔",
	[3960] = "工程學: 可攜式青銅迫擊砲",
	[13898] = "附魔: 附魔武器 - 灼熱武器",
	[12716] = "工程學: 哥布林迫擊砲",
	[29551] = "鍛造: 魔鐵鍊甲頭盔",
	[13882] = "附魔: 附魔披風 - 次級敏捷",
	[29615] = "鍛造: 烈焰毀滅頭盔",
	[31087] = "珠寶設計: 淚滴生命紅寶石",
	[25490] = "珠寶設計: 厚實的青銅戒",
	[25617] = "珠寶設計: 光輝之黃水晶戒",
	[36954] = "工程學: 空間撕裂器 - 52區",
	[14891] = "採礦: 熔煉黑鐵",
	[8766] = "裁縫: 碧藍絲質腰帶",
	[8782] = "裁縫: 虔誠手套",
	[25618] = "珠寶設計: 衝擊之翡翠吊飾",
	[19668] = "鍛造: 真銀骷髏鑰匙",
	[38867] = "烹飪: 摩克納薩爾小肋排",
	[27920] = "附魔: 附魔戒指 - 攻擊",
	[10556] = "製皮: 龜殼護腿",
	[3756] = "製皮: 雕花皮手套",
	[3760] = "製皮: 山地披風",
	[3764] = "製皮: 山地皮手套",
	[3768] = "製皮: 山地護肩",
	[3772] = "製皮: 綠色皮甲",
	[3776] = "製皮: 綠色皮護腕",
	[3780] = "製皮: 重型護甲片",
	[20020] = "附魔: 附魔靴子 - 強效耐力",
	[16661] = "鍛造: 風暴護手",
	[35803] = "永久性地為一面盾牌附魔，使其獲得耐力提高18點的效果。需要等級35或以上的物品。",
	[34590] = "珠寶設計: 明亮的血石榴石",
	[10574] = "製皮: 蠻皮披風",
	[32462] = "製皮: 魔鱗護手",
	[36315] = "裁縫: 衝擊腰帶",
	[7623] = "裁縫: 棕色亞麻長袍",
	[3816] = "製皮: 熟化輕毛皮",
	[7639] = "裁縫: 藍色罩衫",
	[30575] = "工程學: 地精作戰護目鏡",
	[3920] = "工程學: 精製輕彈丸",
	[12621] = "工程學: 秘銀螺旋彈",
	[9198] = "製皮: 冰霜皮質披風",
	[18421] = "裁縫: 巫紋護腿",
	[3844] = "裁縫: 重型毛紡披風",
	[36955] = "工程學: 安全傳送器:托斯利基地",
	[3852] = "裁縫: 冥想手套",
	[3856] = "裁縫: 蛛絲便鞋",
	[3860] = "裁縫: 附魔師長靴",
	[3864] = "裁縫: 星辰腰帶",
	[3868] = "裁縫: 鳳凰手套",
	[3872] = "裁縫: 紫色絲質襯衣",
	[7751] = "烹飪: 美味小魚",
	[20853] = "製皮: 熔核犬皮靴",
	[16726] = "鍛造: 符文鎧甲頭盔",
	[11453] = "煉金術: 抗魔藥水",
	[39706] = "珠寶設計: 雅緻的深紅尖晶石",
	[20916] = "烹飪: 銀頭鱒魚",
	[24912] = "鍛造: 黑暗符文護手",
	[25074] = "附魔: 附魔手套 - 冰霜能量",
	[31373] = "裁縫: 魔法布",
	[34069] = "珠寶設計: 光滑的黃金卓奈石",
	[13612] = "附魔: 附魔手套 - 採礦",
	[19061] = "製皮: 生命護肩",
	[36124] = "鍛造: 風冶護腿",
	[3928] = "工程學: 機械松鼠",
	[7863] = "附魔: 附魔靴子 - 初級耐力",
	[36316] = "裁縫: 長路腰帶",
	[3940] = "工程學: 暗影護目鏡",
	[3944] = "工程學: 火焰偏斜器",
	[34005] = "附魔: 附魔披風 - 強效秘法抗性",
	[3952] = "工程學: 自動淨化裝置",
	[3956] = "工程學: 綠色護目鏡",
	[29616] = "鍛造: 烈焰毀滅手套",
	[23507] = "工程學: 長蛇煙火",
	[3968] = "工程學: 哥布林地雷",
	[13836] = "附魔: 附魔靴子 - 耐力",
	[28021] = "附魔: 魔塵",
	[13868] = "附魔: 附魔手套 - 高級草藥學",
	[23667] = "裁縫: 光核護腿",
	[19095] = "製皮: 生命胸甲",
	[32801] = "珠寶設計: 粗製的石像",
	[19669] = "鍛造: 奧金骷髏鑰匙",
	[13948] = "附魔: 附魔手套 - 初級加速",
	[39451] = "珠寶設計: 絕佳的黃金卓奈石",
	[12060] = "裁縫: 紅色魔紋長褲",
	[36122] = "鍛造: 地鑄護腿",
	[35549] = "製皮: 眼鏡蛇皮護腿片",
	[31057] = "珠寶設計: 秘法克銀指環",
	[9950] = "鍛造: 精製秘銀手套",
	[9966] = "鍛造: 秘銀鱗片護肩",
	[35805] = "永久性地為一面盾牌附魔，使其獲得格擋等級提高15點的效果。需要等級35或以上的物品。",
	[12045] = "裁縫: 簡易的亞麻靴",
	[12061] = "裁縫: 橙色魔紋襯衣",
	[12077] = "裁縫: 簡易的黑裙子",
	[12093] = "裁縫: 禮服夾克",
	[36125] = "鍛造: 輕地鑄之刃",
	[7782] = "附魔: 附魔護腕 - 初級力量",
	[32463] = "製皮: 魔鱗長靴",
	[36317] = "裁縫: 衝擊長靴",
	[35540] = "製皮: 戰爭之鼓",
	[26418] = "工程學: 小型紅色煙花",
	[31051] = "珠寶設計: 厚堅鋼項鍊",
	[35804] = "永久性地為一面盾牌附魔，使其獲得智力提高12點的效果。需要等級35或以上的物品。",
	[32655] = "鍛造: 魔鐵棒",
	[16658] = "鍛造: 君王鎧甲頭盔",
	[38175] = "珠寶設計: 青銅飾環",
	[18422] = "裁縫: 火焰披風",
	[18454] = "裁縫: 法術專精手套",
	[2397] = "裁縫: 強化亞麻斗篷",
	[14380] = "鍛造: 真銀棒",
	[32468] = "製皮: 德萊尼鱗甲背心",
	[26770] = "裁縫: 幽紋手套",
	[6704] = "製皮: 厚魚人皮甲",
	[31054] = "珠寶設計: 冰霜克銀指環",
	[11454] = "鍛造: 秘銀杆",
	[16663] = "鍛造: 君王鎧甲護胸",
	[30318] = "工程學: 超光學偵測護目鏡",
	[8367] = "鍛造: 鐵爐堡胸甲",
	[31088] = "珠寶設計: 符文生命紅寶石",
	[36128] = "鍛造: 輕煤鑄之錘",
	[31441] = "裁縫: 白色治療斗篷",
	[29552] = "鍛造: 魔鐵鍊甲手套",
	[28912] = "珠寶設計: 夜光的火石榴石",
	[31053] = "珠寶設計: 暗影克銀指環",
	[39711] = "珠寶設計: 符文深紅尖晶石",
	[16983] = "鍛造: 平靜",
	[10558] = "製皮: 夜色長靴",
	[36126] = "鍛造: 空鑄輕斧",
	[29361] = "採礦: 熔煉克銀錠",
	[31440] = "裁縫: 永恆披風",
	[36318] = "裁縫: 長路長靴",
	[2149] = "製皮: 手工皮靴",
	[2153] = "製皮: 手工皮短褲",
	[12717] = "工程學: 哥布林採礦頭盔",
	[2161] = "製皮: 雕花皮靴",
	[2165] = "製皮: 中型護甲片",
	[2169] = "製皮: 黑皮外套",
	[29649] = "鍛造: 大地和平胸甲",
	[31442] = "裁縫: 頑強腰帶",
	[25619] = "珠寶設計: 翡翠之眼",
	[6416] = "烹飪: 燉陸行鳥",
	[23636] = "鍛造: 黑鐵頭盔",
	[7630] = "裁縫: 藍色亞麻外衣",
	[17559] = "煉金術: 轉化:點氣成火",
	[8799] = "裁縫: 深紅絲質馬褲",
	[26900] = "珠寶設計: 雕像 - 紅寶石巨蛇",
	[26896] = "珠寶設計: 寶石之戒",
	[9068] = "製皮: 輕皮短褲",
	[27954] = "附魔: 附魔靴子 - 穩固",
	[28944] = "珠寶設計: 微光的黃金卓奈石",
	[8895] = "工程學: 哥布林火箭靴",
	[32657] = "鍛造: 恆金棒",
	[34004] = "附魔: 附魔披風 - 強效敏捷",
	[2741] = "鍛造: 青銅斧",
	[31056] = "珠寶設計: 自然克銀指環",
	[36259] = "鍛造: 獅心斬首者",
	[28210] = "裁縫: 蓋亞之擁",
	[28242] = "鍛造: 冰剋胸甲",
	[3508] = "鍛造: 綠鐵鎖甲",
	[28563] = "煉金術: 英勇藥水",
	[28947] = "珠寶設計: 厚重的黃金卓奈石",
	[32464] = "製皮: 魔鱗護腿",
	[32496] = "製皮: 重型裂蹄護腿",
	[12622] = "工程學: 綠色透鏡",
	[29358] = "採礦: 熔煉堅鋼錠",
	[23638] = "鍛造: 黑色赦免者",
	[6624] = "煉金術: 自由行動藥水",
	[32656] = "鍛造: 堅鋼魔棒",
	[35555] = "製皮: 裂蹄皮護腿片",
	[12907] = "工程學: 地精洗腦帽",
	[18423] = "裁縫: 符文布靴",
	[18455] = "裁縫: 無底之包",
	[28019] = "附魔: 超強巫師之油",
	[3373] = "烹飪: 鱷魚燴肉",
	[6688] = "裁縫: 紅色毛紡包",
	[26771] = "裁縫: 幽紋短褲",
	[2329] = "煉金術: 獅王之力藥劑",
	[13421] = "附魔: 附魔披風 - 次級防護",
	[2337] = "煉金術: 次級治療藥水",
	[16664] = "鍛造: 符文鎧甲護肩",
	[20848] = "裁縫: 光核襯肩",
	[16728] = "鍛造: 大酋長頭盔",
	[13501] = "附魔: 附魔護腕 - 次級耐力",
	[39710] = "珠寶設計: 淚珠深紅尖晶石",
	[17553] = "煉金術: 超強法力藥水",
	[15596] = "附魔: 濃煙山脈之心",
	[37855] = "珠寶設計: 秘法護盾戒指",
	[15628] = "工程學: 炸彈寵物",
	[8764] = "裁縫: 土靈外衣",
	[16984] = "鍛造: 火山戰錘",
	[19063] = "製皮: 奇美拉長靴",
	[2389] = "裁縫: 紅色亞麻長袍",
	[2393] = "裁縫: 白色亞麻襯衣",
	[36256] = "鍛造: 扭曲虛空之擁",
	[13693] = "附魔: 附魔武器 - 攻擊",
	[9072] = "製皮: 紅色幼龍手套",
	[15853] = "烹飪: 瘦狼排",
	[7430] = "工程學: 扳手",
	[34529] = "鍛造: 虛空鎖甲",
	[23639] = "鍛造: 黑色怒火",
	[7752] = "烹飪: 滑皮鯖魚",
	[14809] = "附魔: 次級秘法魔杖",
	[12079] = "裁縫: 紅色魔紋包",
	[25620] = "珠寶設計: 雕刻過的銀戒",
	[32866] = "珠寶設計: 強力的大地風暴鑽石",
	[23637] = "鍛造: 黑鐵護手",
	[2672] = "鍛造: 青銅花紋護腕",
	[17560] = "煉金術: 轉化:點火成土",
	[13917] = "附魔: 附魔胸甲 - 超強法力",
	[13933] = "附魔: 附魔盾牌 - 冰霜抗性",
	[31091] = "珠寶設計: 閃爍的生命紅寶石",
	[39455] = "珠寶設計: 平衡的暗影卓奈石",
	[2664] = "鍛造: 銅質符文護腕",
	[19799] = "工程學: 黑鐵炸彈",
	[19831] = "工程學: 秘法炸彈",
	[9935] = "鍛造: 鋼質頭盔",
	[2881] = "製皮: 輕皮",
	[21940] = "工程學: 雪王9000型",
	[9983] = "鍛造: 銅質雙刃刀",
	[12046] = "裁縫: 簡易的褶裙",
	[12062] = "裁縫: 雷織長褲",
	[12078] = "裁縫: 紅色魔紋護肩",
	[31443] = "裁縫: 禍根腰帶",
	[36129] = "鍛造: 厚重的地鑄胸甲",
	[16731] = "鍛造: 符文胸甲",
	[32465] = "製皮: 魔鱗胸甲",
	[32497] = "製皮: 重型裂蹄長靴",
	[19088] = "製皮: 重型蠍殼頭盔",
	[26420] = "工程學: 大型藍色煙花",
	[2541] = "烹飪: 山狗肉排",
	[34530] = "鍛造: 扭曲虛空鏈甲上衣",
	[2549] = "烹飪: 乾烤狼肉串",
	[28462] = "鍛造: 鐵藤護手",
	[34008] = "附魔: 附魔靴子 - 野豬之速",
	[18424] = "裁縫: 霜紋短褲",
	[18456] = "裁縫: 虔誠外衣",
	[32867] = "珠寶設計: 振奮的大地風暴鑽石",
	[8240] = "煉金術: 增長藥劑",
	[36390] = "鍛造: 紅色戰鬥腰帶",
	[26772] = "裁縫: 幽紋長靴",
	[35557] = "製皮: 虛空裂蹄護腿片",
	[7224] = "鍛造: 鋼質武器鏈",
	[28915] = "珠寶設計: 高效的火石榴石",
	[16665] = "鍛造: 符文鎧甲戰靴",
	[36261] = "鍛造: 血月",
	[16729] = "鍛造: 獅心頭盔",
	[35554] = "製皮: 虛空眼鏡蛇護腿片",
	[39712] = "珠寶設計: 明亮的深紅尖晶石",
	[31055] = "珠寶設計: 克銀地獄火指環",
	[23704] = "製皮: 木喉作戰手套",
	[32807] = "珠寶設計: 沉重的石像",
	[10511] = "製皮: 龜殼胸甲",
	[35538] = "製皮: 驚慌之鼓",
	[12590] = "工程學: 地精微調器",
	[19064] = "製皮: 重型蠍殼護手",
	[36130] = "鍛造: 暴風冶煉胸甲",
	[21175] = "烹飪: 蜘蛛肉腸",
	[36258] = "鍛造: 燃燒之怒",
	[2657] = "採礦: 熔煉銅錠",
	[2661] = "鍛造: 銅質鍊甲腰帶",
	[2665] = "鍛造: 粗製磨刀石",
	[12718] = "工程學: 哥布林施工頭盔",
	[2673] = "鍛造: 鍍銀青銅胸甲",
	[25493] = "珠寶設計: 鑲邊的銅戒",
	[7408] = "鍛造: 銅質大錘",
	[26902] = "珠寶設計: 簡易蛋白石戒指",
	[35559] = "製皮: 眼鏡蛇鱗護手",
	[25621] = "珠寶設計: 快速治療之黃水晶吊飾",
	[32868] = "珠寶設計: 堅韌的大地風暴鑽石",
	[34979] = "鍛造: 厚青銅飛鏢",
	[8768] = "鍛造: 鐵扣環",
	[17561] = "煉金術: 轉化:轉土成水",
	[10560] = "製皮: 巫毒短褲",
	[36134] = "鍛造: 暴風冶煉之斧",
	[26897] = "珠寶設計: 衝擊之貓眼石項鍊",
	[27924] = "附魔: 附魔戒指 - 法術能量",
	[3293] = "鍛造: 銅質戰斧",
	[8880] = "鍛造: 銅質匕首",
	[2737] = "鍛造: 銅質釘錘",
	[39713] = "珠寶設計: 精巧的深紅尖晶石",
	[32178] = "珠寶設計: 孔雀石墜飾",
	[32179] = "珠寶設計: 虎眼指環",
	[35811] = "永久性地為一件披風附魔，使其獲得暗影抗性提高15點的效果。需要等級35或以上的物品。",
	[3333] = "鍛造: 鍍銀青銅護手",
	[20024] = "附魔: 附魔靴子 - 精神",
	[28244] = "鍛造: 冰剋護腕",
	[3337] = "鍛造: 重砂輪",
	[36131] = "鍛造: 風冶細劍",
	[3377] = "烹飪: 蜘蛛蛋糕",
	[32466] = "製皮: 德萊尼鱗甲短褲",
	[32498] = "製皮: 惡魔捕獵者腰帶",
	[7624] = "裁縫: 白色亞麻長袍",
	[26421] = "工程學: 大型綠色煙花",
	[30547] = "工程學: 元素爆鹽炸彈",
	[15293] = "鍛造: 黑鐵鎖甲",
	[28564] = "煉金術: 急速藥水",
	[39717] = "珠寶設計: 光亮的蒼穹藍寶石",
	[6521] = "裁縫: 珍珠披風",
	[25080] = "附魔: 附魔手套 - 超強敏捷",
	[18457] = "裁縫: 大法師之袍",
	[32869] = "珠寶設計: 粗暴的大地風暴鑽石",
	[9201] = "製皮: 暗色護腕",
	[2548] = "烹飪: 多汁豬排",
	[26773] = "裁縫: 幽紋長袍",
	[22711] = "製皮: 影皮手套",
	[30570] = "工程學: 有限無敵腰帶",
	[28916] = "珠寶設計: 發光的翠綠橄欖石",
	[39458] = "珠寶設計: 注入力量的暗影卓奈石",
	[2540] = "烹飪: 烤野豬肉",
	[16730] = "鍛造: 君王鎧甲護腿",
	[7776] = "附魔: 附魔胸甲 - 次級法力",
	[39714] = "珠寶設計: 閃亮的深紅尖晶石",
	[22967] = "採礦: 熔煉源質",
	[10544] = "製皮: 蠻皮外衣",
	[35812] = "永久性地為一件披風附魔，使其獲得秘法抗性提高15點的效果。需要等級35或以上的物品。",
	[29622] = "鍛造: 鐵塔護手",
	[16732] = "鍛造: 符文鎧甲護腿",
	[16986] = "鍛造: 血爪",
	[19065] = "製皮: 符文皮甲護腕",
	[13646] = "附魔: 附魔護腕 - 次級偏斜",
	[39718] = "珠寶設計: 狂暴的蒼穹藍寶石",
	[36260] = "鍛造: 諸界邪鋒",
	[17564] = "煉金術: 轉化:水轉死靈",
	[36392] = "鍛造: 紅色浩劫戰靴",
	[34002] = "附魔: 附魔護腕 - 攻擊",
	[12074] = "裁縫: 黑色魔紋護肩",
	[29556] = "鍛造: 魔鐵鍊甲外套",
	[10011] = "鍛造: 荒蕪",
	[29620] = "鍛造: 魔鋼護腿",
	[7928] = "急救: 絲質繃帶",
	[13822] = "附魔: 附魔護腕 - 智力",
	[25622] = "珠寶設計: 治療之黃水晶吊飾",
	[32870] = "珠寶設計: 洞察的大地風暴鑽石",
	[34981] = "鍛造: 旋風鐵斧",
	[15933] = "烹飪: 超級煎蛋捲",
	[17562] = "煉金術: 轉化:點水成氣",
	[27829] = "鍛造: 泰坦護腿",
	[34537] = "鍛造: 燃燒守護者",
	[23799] = "附魔: 附魔武器 - 力量",
	[35793] = "永久性地為一把近戰武器附魔，使其獲得偶爾提高120點敏捷和些許攻擊速度的效果。需要等級35或以上的物品。",
	[27957] = "附魔: 附魔胸甲 - 特殊生命",
	[35817] = "永久性地為一雙手套附魔，使其獲得法術命中等級提高15點的效果。需要等級35或以上的物品。",
	[19833] = "工程學: 完美的奧金步槍",
	[39715] = "珠寶設計: 堅固的蒼穹藍寶石",
	[9952] = "鍛造: 精製秘銀護肩",
	[9968] = "鍛造: 秘銀重靴",
	[35813] = "永久性地為一件披風附魔，使其獲得敏捷提高12點的效果。需要等級35或以上的物品。",
	[12047] = "裁縫: 多彩褶裙",
	[12063] = "裁縫: 雷織手套",
	[8088] = "夜色蟲",
	[12048] = "裁縫: 黑色魔紋外衣",
	[36133] = "鍛造: 石煉雙刃",
	[9921] = "鍛造: 堅固的平衡石",
	[32467] = "製皮: 德萊尼鱗甲手套",
	[32499] = "製皮: 惡魔捕獵者護腕",
	[36389] = "鍛造: 守衛者腰帶",
	[26422] = "工程學: 大型紅色煙花",
	[30548] = "工程學: 快速節流微粒吸取器",
	[34534] = "鍛造: 王者壁壘",
	[28565] = "煉金術: 毀滅藥水",
	[39719] = "珠寶設計: 明亮的獅眼石",
	[13485] = "附魔: 附魔盾牌 - 次級精神",
	[32469] = "製皮: 德萊尼鱗甲長靴",
	[18458] = "裁縫: 虛無法袍",
	[32871] = "珠寶設計: 毀滅的天火鑽石",
	[34982] = "鍛造: 附魔瑟銀劍",
	[19094] = "製皮: 黑色龍鱗護肩",
	[26774] = "裁縫: 幽紋外套",
	[34538] = "鍛造: 獅心之劍",
	[28016] = "附魔: 超強法力之油",
	[28917] = "珠寶設計: 鋸齒狀的翠綠橄欖石",
	[16667] = "鍛造: 魔鑄胸甲",
	[35562] = "製皮: 生命之觸手套",
	[31060] = "珠寶設計: 精緻的恆金戒指",
	[35558] = "製皮: 眼鏡蛇鱗頭套",
	[39716] = "珠寶設計: 發光的蒼穹藍寶石",
	[11450] = "煉金術: 強效防禦藥劑",
	[35750] = "採礦: 大地破碎",
	[35814] = "永久性地為一件披風附魔，使其獲得法術穿透力提高20點的效果。需要等級35或以上的物品。",
	[8465] = "裁縫: 簡易的裙子",
	[23096] = "工程學: 警報機器人",
	[12591] = "工程學: 不牢固的扳機",
	[19066] = "製皮: 霜刃長靴",
	[19098] = "製皮: 邪惡皮甲",
	[11473] = "煉金術: 幻象染料",
	[36262] = "鍛造: 龍擊",
	[34961] = "珠寶設計: 綠寶石獅子戒指",
	[3173] = "煉金術: 次級法力藥水",
	[3177] = "煉金術: 防禦藥劑",
	[12719] = "工程學: 爆炸箭",
	[29557] = "鍛造: 魔鐵短斧",
	[28207] = "裁縫: 冰川外衣",
	[29621] = "鍛造: 魔鋼頭盔",
	[25612] = "珠寶設計: 重鐵指環",
	[7257] = "煉金術: 火焰防護藥水",
	[32808] = "珠寶設計: 堅固的石像",
	[6417] = "烹飪: 掘地鼠燉肉",
	[34983] = "鍛造: 魔鋼耳語小刀",
	[27032] = "急救: 幽紋繃帶",
	[17563] = "煉金術: 轉化:死靈化水",
	[12895] = "工程學: 秘銀杆設計圖",
	[25081] = "附魔: 附魔披風 - 強效火焰抗性",
	[23800] = "附魔: 附魔武器 - 敏捷",
	[27926] = "附魔: 附魔戒指 - 治癒能量",
	[27958] = "附魔: 附魔胸甲 - 特殊法力",
	[2401] = "裁縫: 毛紡靴",
	[28022] = "附魔: 大塊稜石碎片",
	[21913] = "鍛造: 寒冬之刃",
	[21945] = "裁縫: 綠色節日襯衣",
	[35751] = "採礦: 火焰分離",
	[35815] = "永久性地為一雙手套附魔，使其獲得治療效果提高35點的效果。需要等級35或以上的物品。",
	[8786] = "裁縫: 碧藍絲質披風",
	[20026] = "附魔: 附魔胸甲 - 極效生命",
	[3277] = "急救: 絨線繃帶",
	[30325] = "工程學: 超視覺護目鏡",
	[36135] = "鍛造: 空鑄巨斧",
	[36078] = "製皮: 生命水晶胸甲",
	[36263] = "鍛造: 風暴先驅者",
	[3297] = "鍛造: 巨型鐵錘",
	[36391] = "鍛造: 保護者長靴",
	[26423] = "工程學: 藍色煙花束",
	[6617] = "煉金術: 怒氣藥水",
	[15294] = "鍛造: 黑鐵斬碎者",
	[28566] = "煉金術: 轉化:原始空氣轉原始之火",
	[3321] = "鍛造: 銅質鍊甲外衣",
	[3325] = "鍛造: 銅質寶石手套",
	[28209] = "裁縫: 冰川腕帶",
	[32809] = "珠寶設計: 緻密的石像",
	[32873] = "珠寶設計: 迅捷的天火鑽石",
	[3777] = "製皮: 守護腕甲",
	[31052] = "珠寶設計: 沉重的堅鋼戒指",
	[26775] = "裁縫: 魔染幽紋短褲",
	[6705] = "製皮: 魚人鱗片護腕",
	[31433] = "裁縫: 金色法術絲線",
	[28918] = "珠寶設計: 耐久的翠綠橄欖石",
	[26903] = "珠寶設計: 藍寶石印記",
	[2392] = "裁縫: 紅色亞麻襯衣",
	[31061] = "珠寶設計: 閃耀的恆金指環",
	[35560] = "製皮: 風鱗兜帽",
	[11472] = "煉金術: 巨人藥劑",
	[20854] = "製皮: 熔鑄頭盔",
	[34001] = "附魔: 附魔護腕 - 極效智力",
	[35816] = "永久性地為一雙手套附魔，使其獲得法術傷害+20點的效果。需要等級35或以上的物品。",
	[3397] = "烹飪: 大塊的熊排",
	[36523] = "珠寶設計: 卓越項鍊",
	[16988] = "鍛造: 泰坦之錘",
	[19067] = "製皮: 雷暴短褲",
	[36136] = "鍛造: 熔鑄戰錘",
	[13663] = "附魔: 附魔胸甲 - 強效法力",
	[15295] = "鍛造: 黑鐵護肩",
	[13695] = "附魔: 附魔雙手武器 - 衝擊",
	[17180] = "附魔: 附魔瑟銀",
	[38503] = "珠寶設計: 冰凍之眼",
	[25078] = "附魔: 附魔手套 - 火焰能量",
	[29558] = "鍛造: 魔鐵錘",
	[3765] = "製皮: 黑皮手套",
	[3449] = "煉金術: 暗影之油",
	[3453] = "煉金術: 偵測次級隱形藥劑",
	[29686] = "採礦: 熔煉特堅鋼錠",
	[32810] = "珠寶設計: 原始的石像",
	[32874] = "珠寶設計: 謎般的天火鑽石",
	[39466] = "珠寶設計: 迷霧火石榴石",
	[13887] = "附魔: 附魔手套 - 力量",
	[23705] = "製皮: 黎明皮靴",
	[32470] = "製皮: 厚德萊尼手套",
	[13935] = "附魔: 附魔靴子 - 敏捷",
	[23801] = "附魔: 附魔護腕 - 法力恢復",
	[3493] = "鍛造: 玉蛇刀",
	[3497] = "鍛造: 霜虎之刃",
	[3501] = "鍛造: 綠鐵護腕",
	[35561] = "製皮: 原始生命兜帽",
	[9937] = "鍛造: 秘銀鱗片護腕",
	[3513] = "鍛造: 精鋼戰靴",
	[31113] = "珠寶設計: 齒狀的泰拉寶石",
	[9985] = "鍛造: 青銅戰錘",
	[10001] = "鍛造: 巨型黑色錘",
	[12064] = "裁縫: 橙色軍用襯衣",
	[12080] = "裁縫: 粉紅魔紋襯衣",
	[35536] = "製皮: 爆烈守衛長靴",
	[36137] = "鍛造: 大型地鑄戰錘",
	[26425] = "工程學: 紅色煙花束",
	[10097] = "採礦: 熔煉秘銀",
	[32501] = "製皮: 虛空之怒腰帶",
	[28914] = "珠寶設計: 閃爍的火石榴石",
	[26424] = "工程學: 綠色煙花束",
	[16656] = "鍛造: 輻光長靴",
	[3569] = "採礦: 熔煉鋼錠",
	[28567] = "煉金術: 轉化:原始大地轉原始之水",
	[7153] = "製皮: 守護披風",
	[2336] = "煉金術: 語言藥劑",
	[28950] = "珠寶設計: 堅固的藍月石",
	[26745] = "裁縫: 幽紋布卷",
	[27951] = "附魔: 附魔靴子 - 靈巧",
	[35564] = "製皮: 生命龍鱗頭盔",
	[27033] = "急救: 厚幽紋繃帶",
	[26776] = "裁縫: 魔染幽紋之靴",
	[26872] = "珠寶設計: 雕像 - 翡翠貓頭鷹",
	[36076] = "製皮: 龍擊護腿",
	[8322] = "製皮: 月光外衣",
	[3929] = "工程學: 粗製火藥粉",
	[36524] = "珠寶設計: 厚重的玉戒指",
	[31062] = "珠寶設計: 霜炎吊飾",
	[31094] = "珠寶設計: 光輝的伊露恩之星",
	[39720] = "珠寶設計: 光滑的獅眼石",
	[3953] = "工程學: 青銅框架",
	[3965] = "工程學: 高級假人",
	[35818] = "永久性地為一雙手套附魔，使其獲得法術致命一擊等級提高10點的效果。需要等級35或以上的物品。",
	[23066] = "工程學: 紅色煙火",
	[10529] = "製皮: 蠻皮護肩",
	[30569] = "工程學: 地精變形器",
	[36074] = "製皮: 黑色風暴護腿",
	[19100] = "製皮: 重型蠍殼護肩",
	[3969] = "工程學: 機械幼龍",
	[25305] = "珠寶設計: 重金戒指",
	[3973] = "工程學: 銀觸媒",
	[17181] = "附魔: 魔化皮",
	[10098] = "採礦: 熔煉真銀",
	[12720] = "工程學: 哥布林爆炸盒",
	[28953] = "珠寶設計: 閃亮的藍月石",
	[23707] = "製皮: 熔岩腰帶",
	[16725] = "鍛造: 輻光護腿",
	[32664] = "附魔: 符文魔鐵棒",
	[24123] = "製皮: 原始蝙蝠皮護腕",
	[28473] = "製皮: 木藤靴子",
	[36525] = "珠寶設計: 紅色毀滅之戒",
	[25083] = "附魔: 附魔披風 - 潛行",
	[8770] = "裁縫: 力量法袍",
	[23706] = "製皮: 金色黎明襯肩",
	[8802] = "裁縫: 深紅絲質長袍",
	[31095] = "珠寶設計: 風暴的伊露恩之星",
	[23802] = "附魔: 附魔護腕 - 治療",
	[31058] = "珠寶設計: 厚重的魔鋼戒指",
	[27960] = "附魔: 附魔胸甲 - 特殊屬性",
	[3757] = "裁縫: 毛紡包",
	[3761] = "製皮: 優質皮外套",
	[39721] = "珠寶設計: 堅硬的獅眼石",
	[3769] = "製皮: 黑皮護肩",
	[3773] = "製皮: 守護之甲",
	[35819] = "永久性地為一雙手套附魔，使其獲得力量+15點的效果。需要等級35或以上的物品。",
	[10562] = "製皮: 巫毒披風",
	[20028] = "附魔: 附魔胸甲 - 極效法力",
	[25498] = "珠寶設計: 野人鐵頸圈",
	[36075] = "製皮: 野性之皮護腿",
	[8339] = "工程學: 簡易投擲炸彈",
	[9058] = "製皮: 手工皮披風",
	[9074] = "製皮: 輕巧的皮手套",
	[32502] = "製皮: 虛空之怒護腿",
	[3813] = "裁縫: 絲綢小包",
	[3817] = "製皮: 熟化中毛皮",
	[30551] = "工程學: 治療藥水注射器",
	[34540] = "鍛造: 獅心勇士劍",
	[28568] = "煉金術: 轉化:原始之火轉原始大地",
	[7256] = "煉金術: 暗影防護藥水",
	[9202] = "製皮: 綠色幼龍護腕",
	[3841] = "裁縫: 綠色亞麻護腕",
	[3845] = "裁縫: 軟底亞麻靴",
	[3849] = "裁縫: 強化毛紡護肩",
	[23068] = "工程學: 綠色煙火",
	[3857] = "裁縫: 巫術師兜帽",
	[3861] = "裁縫: 絲質長披風",
	[3865] = "裁縫: 魔紋布卷",
	[3869] = "裁縫: 淡黃色襯衣",
	[7745] = "附魔: 附魔雙手武器 - 初級衝擊",
	[7753] = "烹飪: 長嘴泥鰍",
	[33296] = "烹飪: 香辣喇蛄",
	[31063] = "珠寶設計: 融解吊飾",
	[11457] = "煉金術: 超強治療藥水",
	[39722] = "珠寶設計: 閃爍的獅眼石",
	[13536] = "附魔: 附魔護腕 - 次級力量",
	[20890] = "鍛造: 黑鐵利劍",
	[25082] = "附魔: 附魔披風 - 強效自然抗性",
	[7817] = "鍛造: 劣質青銅戰靴",
	[25146] = "煉金術: 轉化:元素火焰",
	[16990] = "鍛造: 奧金勇士劍",
	[7841] = "煉金術: 速游藥水",
	[3925] = "工程學: 劣質火槍",
	[7857] = "附魔: 附魔胸甲 - 生命",
	[3933] = "工程學: 小型爆鹽炸彈",
	[3937] = "工程學: 大型銅殼炸彈",
	[3941] = "工程學: 小型青銅炸彈",
	[3945] = "工程學: 烈性火藥",
	[3949] = "工程學: 鍍銀獵槍",
	[34541] = "鍛造: 異界之鋒",
	[3957] = "工程學: 寒冰偏斜器",
	[3961] = "工程學: 發條式同步協調陀螺儀",
	[7929] = "急救: 厚絲質繃帶",
	[29688] = "煉金術: 轉化:原始力量",
	[32814] = "工程學: 紫色煙霧照明彈",
	[7953] = "製皮: 蛇鱗披風",
	[27832] = "鍛造: 聖劍",
	[15935] = "烹飪: 香脆蝙蝠翅",
	[17566] = "煉金術: 轉化:土轉生命",
	[36526] = "珠寶設計: 鑽石專注戒指",
	[34543] = "鍛造: 新月斧",
	[23803] = "附魔: 附魔武器 - 強效精神",
	[39467] = "珠寶設計: 邪惡的火石榴石",
	[27961] = "附魔: 附魔披風 - 極效護甲",
	[7793] = "附魔: 附魔雙手武器 - 次級智力",
	[34959] = "珠寶設計: 真銀指揮官之戒",
	[39723] = "珠寶設計: 有厚度的獅眼石",
	[9954] = "鍛造: 真銀護手",
	[9970] = "鍛造: 重型秘銀頭盔",
	[9986] = "鍛造: 青銅巨劍",
	[12049] = "裁縫: 黑色魔紋短褲",
	[12065] = "裁縫: 魔紋包",
	[12081] = "裁縫: 將軍之帽",
	[36077] = "製皮: 原始風暴胸甲",
	[12090] = "裁縫: 雷織長靴",
	[25079] = "附魔: 附魔手套 - 治療能量",
	[32471] = "製皮: 厚德萊尼短褲",
	[32503] = "製皮: 虛空之怒長靴",
	[12620] = "工程學: 狙擊瞄準鏡",
	[18238] = "烹飪: 斑點黃尾魚",
	[30552] = "工程學: 法力藥水注射器",
	[34542] = "鍛造: 黑色異界之鋒",
	[28569] = "煉金術: 轉化:原始之水轉原始空氣",
	[24851] = "製皮: 沙行者胸甲",
	[36686] = "裁縫: 暗影布",
	[26011] = "工程學: 安靜的機械雪人",
	[2160] = "製皮: 雕花皮外衣",
	[22749] = "附魔: 附魔武器 - 法術能量",
	[8243] = "工程學: 閃光雷",
	[26746] = "裁縫: 幽紋布包",
	[26778] = "裁縫: 魔染幽紋外套",
	[2152] = "製皮: 輕型護甲片",
	[16640] = "鍛造: 緻密平衡石",
	[16639] = "鍛造: 緻密砂輪",
	[26906] = "珠寶設計: 毀滅綠寶石皇冠",
	[28208] = "裁縫: 冰川披風",
	[31064] = "珠寶設計: 枯萎吊飾",
	[31096] = "珠寶設計: 明亮的黎明石",
	[39724] = "珠寶設計: 神祕的獅眼石",
	[18239] = "烹飪: 煮熟的光滑大魚",
	[10482] = "製皮: 熟化厚毛皮",
	[35822] = "永久性地為一件胸甲附魔，使其獲得每5秒恢復6點法力的效果。需要等級35或以上的物品。",
	[8467] = "裁縫: 白色毛絨裙",
	[8483] = "裁縫: 白色冒險者襯衣",
	[10546] = "製皮: 蠻皮頭盔",
	[12609] = "煉金術: 貓眼藥劑",
	[19102] = "製皮: 符文皮甲",
	[11452] = "煉金術: 滋補藥水",
	[31448] = "裁縫: 堅決披風",
	[25339] = "珠寶設計: 月之頭飾",
	[10570] = "製皮: 硬化蠍殼頭盔",
	[33999] = "附魔: 附魔手套 - 極效治療",
	[2158] = "製皮: 優質皮靴",
	[2162] = "製皮: 雕花皮質披風",
	[34607] = "鍛造: 惡魔平衡石",
	[28570] = "煉金術: 極效魔血藥劑",
	[29657] = "鍛造: 魔鋼盾刺",
	[19071] = "製皮: 邪惡皮甲頭帶",
	[12050] = "裁縫: 黑色魔紋長袍",
	[6418] = "烹飪: 脆炸蜥蜴尾",
	[26747] = "裁縫: 魔染幽紋布卷",
	[16987] = "鍛造: 黑暗之矛",
	[23708] = "製皮: 炫彩護手",
	[12897] = "工程學: 地精護目鏡",
	[6458] = "工程學: 精製望遠鏡",
	[23804] = "附魔: 附魔武器 - 強效智力",
	[30574] = "工程學: 地精能量護目鏡",
	[27962] = "附魔: 附魔披風 - 極效抗性",
	[8784] = "裁縫: 綠色絲甲",
	[35567] = "製皮: 強化虛空鱗長靴",
	[39725] = "珠寶設計: 極佳的獅眼石",
	[35534] = "製皮: 附魔裂蹄長靴",
	[24913] = "鍛造: 黑暗符文頭盔",
	[35823] = "永久性地為一件胸甲附魔，使其獲得精神+15的效果。需要等級35或以上的物品。",
	[24092] = "裁縫: 血藤護腿",
	[20030] = "附魔: 附魔雙手武器 - 超強衝擊",
	[13937] = "附魔: 附魔雙手武器 - 強效衝擊",
	[30329] = "工程學: 堅鋼瞄準鏡",
	[33295] = "烹飪: 金魚肉串",
	[9059] = "製皮: 手工皮護腕",
	[32472] = "製皮: 厚德萊尼長靴",
	[35824] = "永久性地為一件胸甲附魔，使其獲得所有屬性提高6點的效果。需要等級35或以上的物品。",
	[16992] = "鍛造: 寒冰護衛者",
	[28474] = "製皮: 木藤腰帶",
	[6618] = "煉金術: 暴怒藥水",
	[34544] = "鍛造: 月光切割者",
	[34608] = "鍛造: 堅鋼平衡石",
	[35825] = "永久性地為一件胸甲附魔，使其獲得法力+150的效果。需要等級35或以上的物品。",
	[15856] = "烹飪: 熱狼排",
	[12066] = "裁縫: 紅色魔紋手套",
	[3932] = "工程學: 假人",
	[12617] = "工程學: 潛水頭盔",
	[13905] = "附魔: 附魔盾牌 - 強效精神",
	[6690] = "裁縫: 次級巫師袍",
	[26779] = "裁縫: 靈魂布手套",
	[2330] = "煉金術: 初級治療藥水",
	[2334] = "煉金術: 初級堅韌藥劑",
	[26875] = "珠寶設計: 雕像 - 黑珍珠獵豹",
	[39470] = "珠寶設計: 迷霧皇家黃寶石",
	[24122] = "製皮: 原始蝙蝠皮手套",
	[31065] = "珠寶設計: 絕影吊飾",
	[31097] = "珠寶設計: 平滑的黎明石",
	[34546] = "鍛造: 龍喉",
	[9939] = "鍛造: 秘銀盾刺",
	[24093] = "裁縫: 血藤長靴",
	[25084] = "附魔: 附魔披風 - 狡詐",
	[23069] = "工程學: 簡易投擲炸彈 II",
	[16960] = "鍛造: 瑟銀巨劍",
	[13617] = "附魔: 附魔手套 - 採藥",
	[2386] = "裁縫: 亞麻靴",
	[19103] = "製皮: 符文皮甲護肩",
	[2394] = "裁縫: 藍色亞麻襯衣",
	[31449] = "裁縫: 復仇披風",
	[2402] = "裁縫: 毛紡斗篷",
	[2406] = "裁縫: 灰色毛紡襯衣",
	[28219] = "製皮: 極地外套",
	[37873] = "裁縫: 秘法迴避披風",
	[34545] = "鍛造: 龍拳之錘",
	[12908] = "工程學: 哥布林龍槍",
	[12607] = "工程學: 貓眼超級護目鏡",
	[29658] = "鍛造: 魔怒手套",
	[2538] = "烹飪: 燒烤狼肉",
	[13841] = "附魔: 附魔手套 - 高級採礦",
	[22430] = "煉金術: 精製奧妮克希亞鱗片",
	[34547] = "鍛造: 雷",
	[28948] = "珠寶設計: 堅硬的黃金卓奈石",
	[9811] = "鍛造: 野人鐵護肩",
	[30312] = "工程學: 魔鐵槍",
	[17632] = "煉金術: 煉金石",
	[27899] = "附魔: 附魔護腕 - 健壯",
	[39471] = "珠寶設計: 邪惡的皇家黃寶石",
	[24139] = "鍛造: 黑暗之魂胸甲",
	[26876] = "珠寶設計: 戰士青綠石墜飾",
	[28027] = "附魔: 稜石之球",
	[39727] = "珠寶設計: 至尊影歌紫水晶",
	[15855] = "烹飪: 烤迅猛龍肉",
	[31066] = "珠寶設計: 零符吊飾",
	[9987] = "鍛造: 青銅戰斧",
	[10003] = "鍛造: 粉碎者",
	[24125] = "製皮: 血虎護肩",
	[12082] = "裁縫: 影紋之靴",
	[12044] = "裁縫: 簡易亞麻長褲",
	[20033] = "附魔: 附魔武器 - 邪惡",
	[16153] = "採礦: 熔煉瑟銀",
	[32473] = "製皮: 厚德萊尼背心",
	[24121] = "製皮: 原始蝙蝠皮外套",
	[13522] = "附魔: 附魔披風 - 次級暗影抗性",
	[26428] = "工程學: 大型紅色煙花束",
	[2542] = "烹飪: 豬肝餡餅",
	[2546] = "烹飪: 豬肉乾",
	[32665] = "附魔: 符文堅鋼魔棒",
	[24368] = "煉金術: 極效食人妖之血藥水",
	[33294] = "烹飪: 水煮藍魚",
	[28028] = "附魔: 虛無之球",
	[38960] = "煉金術: 魔化力量藥劑",
	[35572] = "製皮: 虛空龍頭盔",
	[13628] = "附魔: 符文金棒",
	[18560] = "裁縫: 月布",
	[26780] = "裁縫: 靈魂布護肩",
	[15633] = "工程學: 發條娃娃",
	[22750] = "附魔: 附魔武器 - 治療能量",
	[16641] = "鍛造: 緻密磨刀石",
	[28955] = "珠寶設計: 激烈的藍月石",
	[33997] = "附魔: 附魔手套 - 極效法術能量",
	[7258] = "煉金術: 冰霜防護藥水",
	[31098] = "珠寶設計: 堅硬的黎明石",
	[39728] = "珠寶設計: 移形影歌紫水晶",
	[20032] = "附魔: 附魔武器 - 生命偷取",
	[22808] = "煉金術: 強效水下呼吸藥劑",
	[35826] = "永久性地為一件胸甲附魔，使其獲得生命力+150的效果。需要等級35或以上的物品。",
	[23070] = "工程學: 緻密炸彈",
	[10531] = "製皮: 巫毒面具",
	[12594] = "工程學: 火焰護目鏡",
	[19072] = "製皮: 符文皮甲腰帶",
	[8532] = "水下誘魚器",
	[36210] = "烹飪: 蛤蜊條",
	[31450] = "裁縫: 魔紋披風",
	[2658] = "採礦: 熔煉銀錠",
	[2662] = "鍛造: 銅質鍊甲短褲",
	[2666] = "鍛造: 銅質符文腰帶",
	[2670] = "鍛造: 劣質青銅胸甲",
	[2674] = "鍛造: 重磨刀石",
	[12754] = "工程學: 大炸彈",
	[23486] = "工程學: 空間撕裂器 - 永望鎮",
	[7418] = "附魔: 附魔護腕 - 初級生命",
	[7426] = "附魔: 附魔胸甲 - 初級吸收",
	[38961] = "煉金術: 魔化法力藥水",
	[25610] = "珠寶設計: 瑪瑙之盾吊飾",
	[3967] = "工程學: 重磅鐵製炸彈",
	[8772] = "裁縫: 深紅絲質腰帶",
	[23710] = "製皮: 熔火腰帶",
	[8804] = "裁縫: 深紅絲質手套",
	[27927] = "附魔: 附魔戒指 - 屬性",
	[3959] = "工程學: 退化射線",
	[13640] = "附魔: 附魔胸甲 - 強效生命",
	[3117] = "鍛造: 重平衡石",
	[3947] = "工程學: 精製實心彈丸",
	[2738] = "鍛造: 銅斧",
	[39729] = "珠寶設計: 平衡影歌紫水晶",
	[16642] = "鍛造: 瑟銀護甲",
	[7754] = "烹飪: 洛克湖狂魚湯",
	[33293] = "烹飪: 烤泥鰍",
	[31431] = "裁縫: 銀色法術絲線",
	[28220] = "製皮: 極地手套",
	[11467] = "煉金術: 強效敏捷藥劑",
	[7845] = "煉金術: 火力藥劑",
	[7837] = "煉金術: 火焰之油",
	[9060] = "製皮: 輕皮箭袋",
	[28925] = "珠寶設計: 發光的暗影卓奈石",
	[9092] = "食腐蟲",
	[35532] = "製皮: 附魔裂蹄護腿",
	[18241] = "烹飪: 油炸紅腮魚",
	[18418] = "裁縫: 灰布披風",
	[34548] = "鍛造: 深雷",
	[28572] = "煉金術: 極效冰霜防護藥水",
	[7457] = "附魔: 附魔護腕 - 初級耐力",
	[18401] = "裁縫: 符文布卷",
	[20025] = "附魔: 附魔胸甲 - 強效屬性",
	[38962] = "煉金術: 魔化恢復藥水",
	[26910] = "珠寶設計: 痛苦暗影之戒",
	[31111] = "珠寶設計: 明亮的泰拉寶石",
	[13378] = "附魔: 附魔盾牌 - 初級耐力",
	[26781] = "裁縫: 靈魂布外衣",
	[31079] = "珠寶設計: 雕像 - 魔鋼野豬",
	[23190] = "製皮: 重皮球",
	[28924] = "珠寶設計: 燦爛的翠綠橄欖石",
	[22815] = "製皮: 戈多克巨魔裝",
	[23703] = "製皮: 木喉之力",
	[31067] = "珠寶設計: 厚魔鋼項鍊",
	[11459] = "煉金術: 點金石",
	[39730] = "珠寶設計: 能量影歌紫水晶",
	[13538] = "附魔: 附魔胸甲 - 次級吸收",
	[22795] = "工程學: 火核狙擊步槍",
	[25086] = "附魔: 附魔披風 - 閃躲",
	[7818] = "鍛造: 銀棒",
	[28221] = "製皮: 極地護腕",
	[16994] = "鍛造: 奧金斧",
	[19073] = "製皮: 奇美拉護腿",
	[10548] = "製皮: 夜色短褲",
	[25278] = "珠寶設計: 青銅底座",
	[31451] = "裁縫: 白癒短褲",
	[13698] = "附魔: 附魔手套 - 剝皮",
	[23666] = "裁縫: 光核長袍",
	[26761] = "裁縫: 原始月布護肩",
	[13746] = "附魔: 附魔披風 - 強效防禦",
	[14930] = "製皮: 快捷箭袋",
	[32667] = "附魔: 符文恆金棒",
	[29628] = "鍛造: 克銀腰帶",
	[3372] = "烹飪: 魚人鰭湯",
	[29692] = "鍛造: 魔鋼長刃",
	[3843] = "裁縫: 高級毛紡手套",
	[7954] = "製皮: 蛇鱗手套",
	[3839] = "裁縫: 絲綢卷",
	[13890] = "附魔: 附魔靴子 - 初級速度",
	[17570] = "煉金術: 強效石盾藥水",
	[27837] = "附魔: 附魔雙手武器 - 敏捷",
	[17634] = "煉金術: 化石精煉藥水",
	[28571] = "煉金術: 極效火焰防護藥水",
	[26750] = "裁縫: 靈魂布卷",
	[19795] = "工程學: 瑟銀管",
	[9146] = "製皮: 採藥師手套",
	[35573] = "製皮: 虛空龍手套",
	[39731] = "珠寶設計: 鮮艷影歌紫水晶",
	[23709] = "製皮: 熔核犬皮腰帶",
	[9972] = "鍛造: 精製秘銀胸甲",
	[15255] = "工程學: 機械修理包",
	[6499] = "烹飪: 水煮蚌肉",
	[12067] = "裁縫: 夢紋手套",
	[12083] = "裁縫: 雷織頭帶",
	[30332] = "工程學: 克銀瞄準鏡",
	[21143] = "烹飪: 薑餅",
	[32454] = "製皮: 境外皮革",
	[22869] = "裁縫: 月布手套",
	[16995] = "鍛造: 尋心者",
	[33996] = "附魔: 附魔手套 - 攻擊",
	[18242] = "烹飪: 煙燻鱸魚",
	[30556] = "工程學: 火箭靴極限版",
	[19074] = "製皮: 霜刃護腿",
	[28573] = "煉金術: 極效自然防護藥水",
	[12259] = "鍛造: 鍍銀青銅護腿",
	[18402] = "裁縫: 符文布腰帶",
	[18434] = "裁縫: 灰布短褲",
	[3324] = "鍛造: 銅質符文短褲",
	[3174] = "煉金術: 抗毒藥劑",
	[33740] = "煉金術: 內行藥劑",
	[24703] = "製皮: 夢幻龍鱗胸甲",
	[26782] = "裁縫: 奧紋護腕",
	[3924] = "工程學: 銅管",
	[3767] = "製皮: 山地腰帶",
	[16643] = "鍛造: 瑟銀腰帶",
	[28957] = "珠寶設計: 光亮的藍月石",
	[8789] = "裁縫: 深紅絲質披風",
	[31068] = "珠寶設計: 生命紅寶石墜飾",
	[31100] = "珠寶設計: 厚重的黎明石",
	[20897] = "鍛造: 黑鐵戰斧",
	[35531] = "製皮: 火鱗腰帶",
	[3755] = "裁縫: 亞麻包",
	[17635] = "煉金術: 泰坦精煉藥水",
	[10516] = "製皮: 夜色護肩",
	[19097] = "製皮: 魔暴龍皮護腿",
	[12595] = "工程學: 秘銀火槍",
	[10564] = "製皮: 硬化蠍殼護肩",
	[19106] = "製皮: 奧妮克希亞鱗片胸甲",
	[23662] = "裁縫: 木喉之智",
	[31452] = "裁縫: 法擊短褲",
	[3170] = "煉金術: 弱效食人妖之血藥水",
	[17187] = "煉金術: 轉化:奧金",
	[19830] = "工程學: 奧金幼龍",
	[19090] = "製皮: 雷暴護肩",
	[29565] = "鍛造: 魔鐵巨劍",
	[12755] = "工程學: 哥布林炸彈箱",
	[29629] = "鍛造: 克銀護腿",
	[22868] = "裁縫: 地獄火手套",
	[29693] = "鍛造: 克銀勇士",
	[28222] = "製皮: 冰鱗胸甲",
	[6419] = "烹飪: 瘦鹿肉",
	[4508] = "煉金術: 透明治療藥水",
	[29630] = "鍛造: 克銀長靴",
	[17571] = "煉金術: 貓鼬藥劑",
	[12899] = "工程學: 地精縮小射線",
	[3230] = "煉金術: 初級敏捷藥劑",
	[29662] = "鍛造: 鋼握護手",
	[29671] = "鍛造: 綠色堡壘護腕",
	[13648] = "附魔: 附魔護腕 - 耐力",
	[12760] = "工程學: 哥布林工兵炸藥",
	[35575] = "製皮: 黑虛空鱗胸甲",
	[39733] = "珠寶設計: 雕刻焚石",
	[7255] = "煉金術: 神聖防護藥水",
	[3498] = "鍛造: 巨型鐵斧",
	[13635] = "附魔: 附魔披風 - 防禦",
	[32284] = "鍛造: 次級結界符文",
	[20034] = "附魔: 附魔武器 - 十字軍",
	[3278] = "急救: 厚絨線繃帶",
	[32285] = "鍛造: 強效結界符文",
	[18240] = "烹飪: 烤魷魚",
	[20626] = "烹飪: 安德麥蚌肉雜燴",
	[3294] = "鍛造: 厚重的戰斧",
	[7259] = "煉金術: 自然防護藥水",
	[19084] = "製皮: 魔暴龍手套",
	[18243] = "烹飪: 夜鱗魚湯",
	[6619] = "煉金術: 怯逃藥水",
	[33995] = "附魔: 附魔手套 - 極效力量",
	[16973] = "鍛造: 魔化戰錘",
	[25129] = "附魔: 卓越巫師之油",
	[3326] = "鍛造: 粗製砂輪",
	[3330] = "鍛造: 鍍銀青銅護肩",
	[3334] = "鍛造: 綠鐵戰靴",
	[23129] = "工程學: 世界放大器",
	[9269] = "工程學: 地精通用遙控器",
	[26751] = "裁縫: 原始月布",
	[26783] = "裁縫: 奧紋長靴",
	[28927] = "珠寶設計: 高貴的暗影卓奈石",
	[16741] = "鍛造: 要塞護手",
	[16644] = "鍛造: 瑟銀護腕",
	[26911] = "珠寶設計: 生命綠寶石墜飾",
	[3370] = "烹飪: 鱷魚肉排",
	[7935] = "急救: 強力抗毒藥劑",
	[31101] = "珠寶設計: 神秘黎明石",
	[11476] = "煉金術: 暗影之力藥劑",
	[22922] = "製皮: 貓鼬長靴",
	[35530] = "製皮: 強化礦石包",
	[11461] = "煉金術: 秘法藥劑",
	[3398] = "烹飪: 烤獅排",
	[26880] = "珠寶設計: 瑟銀底座",
	[33291] = "烹飪: 魔尾點心",
	[19075] = "製皮: 重型蠍殼護腿",
	[19107] = "製皮: 黑色龍鱗護腿",
	[25280] = "珠寶設計: 高貴的銀戒指",
	[31453] = "裁縫: 戰放護腿",
	[26753] = "裁縫: 魔焰手套",
	[16742] = "鍛造: 附魔瑟銀頭盔",
	[24850] = "製皮: 沙行者護手",
	[16965] = "鍛造: 冷木斧",
	[29566] = "鍛造: 堅鋼大錘",
	[7861] = "附魔: 附魔披風 - 次級火焰抗性",
	[3450] = "煉金術: 堅韌藥劑",
	[3454] = "煉金術: 冰霜之油",
	[29694] = "鍛造: 魔鐵戰斧",
	[32478] = "製皮: 狂野德萊尼長靴",
	[15906] = "烹飪: 龍息紅椒",
	[3758] = "裁縫: 綠色毛紡包",
	[3766] = "製皮: 黑皮腰帶",
	[17572] = "煉金術: 淨化藥水",
	[13028] = "烹飪: 金棘茶",
	[13939] = "附魔: 附魔護腕 - 強效力量",
	[33277] = "烹飪: 燒烤牧月鹿腰肉",
	[3494] = "鍛造: 堅固的鐵錘",
	[27967] = "附魔: 附魔武器 - 極效攻擊",
	[3502] = "鍛造: 綠鐵頭盔",
	[3506] = "鍛造: 綠鐵護腿",
	[39735] = "珠寶設計: 光輝焚石",
	[9957] = "鍛造: 獸人護腿",
	[3778] = "製皮: 寶石皮帶",
	[7133] = "製皮: 優質皮褲",
	[10005] = "鍛造: 秘銀細劍",
	[12068] = "裁縫: 雷織外衣",
	[12084] = "裁縫: 紅色魔紋頭帶",
	[30334] = "工程學: 穩固恆金瞄準鏡",
	[35580] = "製皮: 地擊胸甲",
	[3914] = "裁縫: 棕色亞麻短褲",
	[36281] = "永久性地為一個戒指附魔，使其獲得武器傷害提高2點的效果。只有附魔師的戒指能夠被附魔和該戒指在附魔後成為靈魂榜定。需要等級35或以上的物品。",
	[13620] = "附魔: 附魔手套 - 釣魚",
	[18245] = "烹飪: 燉龍蝦",
	[18244] = "烹飪: 水煮陽鱗鮭魚",
	[30558] = "工程學: 特大炸彈",
	[28543] = "煉金術: 隱身藥劑",
	[7147] = "製皮: 守護短褲",
	[12260] = "鍛造: 劣質銅外衣",
	[18404] = "裁縫: 霜紋長袍",
	[18436] = "裁縫: 冬夜法袍",
	[7179] = "煉金術: 水下呼吸藥劑",
	[3934] = "工程學: 飛虎護目鏡",
	[9206] = "製皮: 暗色皮帶",
	[26752] = "裁縫: 魔焰腰帶",
	[26784] = "裁縫: 奧紋長袍",
	[32766] = "煉金術: 轉化:天火鑽石",
	[24801] = "烹飪: 沙漠肉丸子",
	[16645] = "鍛造: 輻光腰帶",
	[26912] = "珠寶設計: 雕像 - 黑鑽石蟹",
	[33994] = "附魔: 附魔手套 - 法術打擊",
	[31070] = "珠寶設計: 鑲綴的恆金頸鍊",
	[31102] = "珠寶設計: 尊貴的夜眼石",
	[39736] = "珠寶設計: 閃爍焚石",
	[20011] = "附魔: 附魔護腕 - 超強耐力",
	[5244] = "製皮: 科多獸皮包",
	[13380] = "附魔: 附魔雙手武器 - 次級精神",
	[16646] = "鍛造: 君王鎧甲護肩",
	[10533] = "製皮: 硬化蠍殼護腕",
	[12596] = "工程學: 高速秘銀彈頭",
	[19076] = "製皮: 火山胸甲",
	[3515] = "鍛造: 金鱗戰靴",
	[3511] = "鍛造: 金鱗胸甲",
	[36282] = "永久性地為一個戒指附魔，使其獲得法術傷害提高最多12點的效果。只有附魔師的戒指能夠被附魔和該戒指在附魔後成為靈魂榜定。需要等級35或以上的物品。",
	[7771] = "附魔: 附魔披風 - 初級防護",
	[35529] = "製皮: 火鱗護腿",
	[31103] = "珠寶設計: 移形的夜眼石",
	[4942] = "煉金術: 次級石盾藥水",
	[33290] = "烹飪: 焦黑的鱒魚",
	[20035] = "附魔: 附魔雙手武器 - 極效精神",
	[22331] = "製皮: 硬甲皮",
	[29663] = "鍛造: 風暴頭盔",
	[29695] = "鍛造: 魔鋼斧",
	[7867] = "附魔: 附魔靴子 - 初級敏捷",
	[7443] = "附魔: 附魔胸甲 - 初級法力",
	[8758] = "裁縫: 碧藍絲質短褲",
	[8774] = "裁縫: 綠色絲質護肩",
	[17573] = "煉金術: 強效秘法藥劑",
	[12900] = "工程學: 移動警報器",
	[17637] = "煉金術: 超級能量精煉藥水",
	[33276] = "烹飪: 山貓肉排",
	[19077] = "製皮: 藍龍鱗片胸甲",
	[27968] = "附魔: 附魔武器 - 極效智力",
	[30047] = "烹飪: 雪花喉糖",
	[3762] = "製皮: 山地皮外衣",
	[21923] = "煉金術: 冰霜之力藥劑",
	[3770] = "製皮: 韌化皮手套",
	[37818] = "珠寶設計: 青銅力量指環",
	[37882] = "裁縫: 烈焰之心護腕",
	[3954] = "工程學: 夜視步槍",
	[20036] = "附魔: 附魔雙手武器 - 極效智力",
	[30303] = "工程學: 元素爆破粉末",
	[29664] = "鍛造: 英勇防禦者頭盔",
	[4094] = "烹飪: 燒烤禿鷹翅膀",
	[9062] = "製皮: 皮質小彈藥包",
	[36283] = "永久性地為一個戒指附魔，使其獲得治療法術提高最多12點的效果。只有附魔師的戒指能夠被附魔和該戒指在附魔後成為靈魂榜定。需要等級35或以上的物品。",
	[27830] = "鍛造: 刺錘",
	[13815] = "附魔: 附魔手套 - 敏捷",
	[3818] = "製皮: 熟化重毛皮",
	[7643] = "裁縫: 大師長袍",
	[28544] = "煉金術: 極效力量藥劑",
	[36667] = "裁縫: 虛空烈焰腰帶",
	[17574] = "煉金術: 強效火焰防護藥水",
	[18405] = "裁縫: 符文布背包",
	[3842] = "裁縫: 手工亞麻褲",
	[3447] = "煉金術: 治療藥水",
	[3850] = "裁縫: 高級毛紡短褲",
	[3854] = "裁縫: 碧藍絲質手套",
	[3858] = "裁縫: 暗影頭巾",
	[3862] = "裁縫: 冰覆披風",
	[18629] = "急救: 符文布繃帶",
	[3870] = "裁縫: 黑絲襯衣",
	[26881] = "珠寶設計: 雕像 - 真銀蟹",
	[7755] = "烹飪: 刺鬚鯰魚",
	[18437] = "裁縫: 惡魔布靴",
	[31071] = "珠寶設計: 夜之眼",
	[7779] = "附魔: 附魔護腕 - 初級敏捷",
	[11477] = "煉金術: 屠魔藥劑",
	[7795] = "附魔: 符文銀棒",
	[31104] = "珠寶設計: 發光的夜眼石",
	[37883] = "裁縫: 烈焰之心護手",
	[25128] = "附魔: 巫師之油",
	[7827] = "烹飪: 彩鰭魚",
	[3918] = "工程學: 劣質火藥",
	[3922] = "工程學: 一把螺栓",
	[3926] = "工程學: 銅質調節器",
	[3930] = "工程學: 精製重彈丸",
	[36284] = "永久性地為一個戒指附魔，使其獲得所有屬性提高4點的效果。只有附魔師的戒指能夠被附魔和該戒指在附魔後成為靈魂榜定。需要等級35或以上的物品。",
	[13700] = "附魔: 附魔胸甲 - 次級屬性",
	[3942] = "工程學: 高速青銅齒輪",
	[3946] = "工程學: 烈性炸藥",
	[3950] = "工程學: 重磅青銅炸彈",
	[29568] = "鍛造: 堅鋼利斧",
	[36668] = "裁縫: 虛空烈焰長靴",
	[27585] = "鍛造: 厚重黑曜石腰帶",
	[3966] = "工程學: 工匠眼鏡",
	[29696] = "鍛造: 符文錘",
	[29728] = "鍛造: 次級護盾符文",
	[7955] = "製皮: 蛇鱗腰帶",
	[19093] = "製皮: 奧妮克希亞鱗片披風",
	[30549] = "工程學: 異常者放大機",
	[9814] = "鍛造: 野人鐵盔",
	[31461] = "裁縫: 重型幽紋之網",
	[17638] = "煉金術: 多重抗性精煉藥水",
	[27905] = "附魔: 附魔護腕 - 屬性",
	[12624] = "工程學: 秘銀機械幼龍",
	[36285] = "永久性地為一件披風附魔，使其獲得所有抗性提高7點的效果。需要等級35或以上的物品。",
	[25954] = "烹飪: 美味鼠尾魚",
	[9926] = "鍛造: 重型秘銀護肩",
	[9942] = "鍛造: 秘銀鱗片手套",
	[3958] = "工程學: 鐵棒",
	[9974] = "鍛造: 真銀胸甲",
	[37884] = "裁縫: 烈焰之心外衣",
	[12053] = "裁縫: 黑色魔紋手套",
	[12069] = "裁縫: 灰布長袍",
	[30304] = "工程學: 魔鐵外殼",
	[33993] = "附魔: 附魔手套 - 衝擊",
	[9513] = "烹飪: 菊花茶",
	[3399] = "烹飪: 香烤獅肉",
	[32479] = "製皮: 狂野德萊尼手套",
	[36349] = "製皮: 自然之力腰帶",
	[31109] = "珠寶設計: 閃爍的皇家黃寶石",
	[28481] = "裁縫: 森林環冠",
	[30560] = "工程學: 強力工兵炸藥",
	[28545] = "煉金術: 恢復之力藥劑",
	[28577] = "煉金術: 極效神聖防護藥水",
	[30310] = "工程學: 魔鐵炸彈",
	[18406] = "裁縫: 符文布袍",
	[18438] = "裁縫: 符文布長褲",
	[17575] = "煉金術: 強效冰霜防護藥水",
	[26882] = "珠寶設計: 雕像 - 真銀野豬",
	[20874] = "鍛造: 黑鐵護腕",
	[26754] = "裁縫: 魔焰外衣",
	[35528] = "製皮: 火鱗長靴",
	[18630] = "急救: 厚符文布繃帶",
	[20023] = "附魔: 附魔靴子 - 強效敏捷",
	[33279] = "烹飪: 禿鷹便餐",
	[26914] = "珠寶設計: 雕像 - 黑鐵蠍",
	[13503] = "附魔: 附魔武器 - 次級攻擊",
	[31072] = "珠寶設計: 黎明之擁",
	[35582] = "製皮: 地擊腰帶",
	[33289] = "烹飪: 塔巴克肉排",
	[23067] = "工程學: 藍色煙火",
	[29729] = "鍛造: 強效護盾符文",
	[16647] = "鍛造: 君王鎧甲腰帶",
	[10518] = "製皮: 龜殼護腕",
	[16967] = "鍛造: 鑲飾瑟銀戰錘",
	[10550] = "製皮: 夜色披風",
	[19078] = "製皮: 生命護腿",
	[6693] = "裁縫: 綠色絲質包",
	[25283] = "珠寶設計: 孔雀石戒指",
	[36286] = "永久性地為一雙靴子附魔，使其獲得每5秒恢復4點生命力和法力的效果。需要等級35或以上的物品。",
	[10630] = "製皮: 深海護手",
	[2167] = "製皮: 黑皮戰靴",
	[35520] = "製皮: 暗影護甲片",
	[2159] = "製皮: 優質皮披風",
	[29569] = "鍛造: 堅鋼匕首",
	[36670] = "裁縫: 生命之血腰帶",
	[27586] = "鍛造: 鋸齒黑曜石之盾",
	[35584] = "製皮: 地擊護腕",
	[29697] = "鍛造: 魔鐵強化錘",
	[6412] = "烹飪: 卡多雷蜘蛛烤肉",
	[3331] = "鍛造: 鍍銀青銅戰靴",
	[23652] = "鍛造: 黑色衛士",
	[7633] = "裁縫: 藍色亞麻長袍",
	[14932] = "製皮: 厚皮彈藥包",
	[3323] = "鍛造: 銅質符文護手",
	[3319] = "鍛造: 銅質鍊甲戰靴",
	[27906] = "附魔: 附魔護腕 - 極效防禦",
	[22797] = "工程學: 力量回饋盾牌",
	[9145] = "製皮: 造弓師手套",
	[19814] = "工程學: 高級活動假人",
	[6500] = "烹飪: 哥布林芥末蘸蚌肉",
	[20029] = "附魔: 附魔武器 - 冰寒",
	[2163] = "製皮: 白色皮夾克",
	[26427] = "工程學: 大型綠色煙花束",
	[24356] = "工程學: 血藤護目鏡",
	[18247] = "烹飪: 烤鮭魚",
	[20876] = "鍛造: 黑鐵護腿",
	[30305] = "工程學: 一把魔鐵螺栓",
	[30337] = "工程學: 暴力粉碎機器人",
	[19079] = "製皮: 雷暴護甲",
	[33992] = "附魔: 附魔胸甲 - 極效韌性",
	[32480] = "製皮: 狂野德萊尼護腿",
	[36351] = "製皮: 暗影深淵腰帶",
	[26403] = "裁縫: 節慶長裙",
	[28482] = "裁縫: 森林襯肩",
	[30561] = "工程學: 哥布林坦克遙控器",
	[28546] = "煉金術: 潛行藥水",
	[28578] = "煉金術: 活效藥劑",
	[24136] = "鍛造: 血魂胸甲",
	[18407] = "裁縫: 符文布外套",
	[18439] = "裁縫: 亮布短褲",
	[11464] = "煉金術: 隱形藥水",
	[16650] = "鍛造: 野刺鎖甲",
	[9271] = "工程學: 水下誘魚器",
	[26755] = "裁縫: 魔焰包",
	[22757] = "鍛造: 元素磨刀石",
	[2331] = "煉金術: 初級法力藥水",
	[2335] = "煉金術: 迅捷藥水",
	[16648] = "鍛造: 輻光胸甲",
	[26915] = "珠寶設計: 鑽石塔項鍊",
	[25124] = "附魔: 初級巫師之油",
	[16744] = "鍛造: 附魔瑟銀護腿",
	[31105] = "珠寶設計: 高貴的夜眼石",
	[11478] = "煉金術: 偵測惡魔藥劑",
	[13687] = "附魔: 附魔靴子 - 次級精神",
	[35591] = "製皮: 原始之擊護腕",
	[2395] = "裁縫: 野人亞麻外衣",
	[23077] = "工程學: 寒冰偏斜器",
	[36352] = "製皮: 黑鷹腰帶",
	[19047] = "製皮: 熟化毛皮",
	[13637] = "附魔: 附魔靴子 - 次級敏捷",
	[13653] = "附魔: 附魔武器 - 次級屠獸",
	[25284] = "珠寶設計: 簡單的珍珠戒指",
	[2399] = "裁縫: 綠色毛紡外衣",
	[2403] = "裁縫: 灰色毛紡長袍",
	[14293] = "附魔: 次級魔法杖",
	[19053] = "製皮: 奇美拉手套",
	[13631] = "附魔: 附魔盾牌 - 次級耐力",
	[2387] = "裁縫: 亞麻披風",
	[36672] = "裁縫: 生命之血護腕",
	[27587] = "鍛造: 厚黑曜石胸甲",
	[8793] = "裁縫: 深紅絲質護肩",
	[29698] = "鍛造: 恆金符文刃",
	[19104] = "製皮: 霜刃外套",
	[16745] = "鍛造: 附魔瑟銀胸甲",
	[23653] = "鍛造: 夜幕",
	[31077] = "珠寶設計: 翠綠之火王冠",
	[17576] = "煉金術: 強效自然防護藥水",
	[15972] = "鍛造: 亮閃閃的鋼匕首",
	[13941] = "附魔: 附魔胸甲 - 屬性",
	[31456] = "裁縫: 戰放頭罩",
	[12614] = "工程學: 大口徑秘銀步槍",
	[27971] = "附魔: 附魔雙手武器 - 野性",
	[28003] = "附魔: 附魔武器 - 法力回流",
	[35585] = "製皮: 風之隼鎖甲",
	[26777] = "裁縫: 魔染幽紋長袍",
	[9959] = "鍛造: 重型秘銀胸甲",
	[35521] = "製皮: 烈焰護甲片",
	[12759] = "工程學: 地精死亡射線",
	[10007] = "鍛造: 幻影之刃",
	[12070] = "裁縫: 夢紋外衣",
	[12086] = "裁縫: 影紋面罩",
	[10647] = "製皮: 羽飾胸甲",
	[7428] = "附魔: 附魔護腕 - 初級偏斜",
	[33732] = "煉金術: 強烈治療藥水",
	[32481] = "製皮: 狂野德萊尼外衣",
	[36353] = "製皮: 季風腰帶",
	[24357] = "工程學: 血藤透鏡",
	[2539] = "烹飪: 香辣狼肉",
	[2543] = "烹飪: 雜味燉肉",
	[2547] = "烹飪: 赤脊山燉肉",
	[28579] = "煉金術: 鐵盾藥水",
	[7156] = "製皮: 守護手套",
	[18408] = "裁縫: 灰布外衣",
	[18440] = "裁縫: 月布護腿",
	[2479] = "GENERIC (DND): 無榮譽目標",
	[36358] = "製皮: 紅鷹長靴",
	[11465] = "煉金術: 強效聰穎藥劑",
	[26756] = "裁縫: 冰霜影紋護肩",
	[23078] = "工程學: 哥布林起搏器XL型",
	[25255] = "珠寶設計: 精緻的銅絲",
	[12615] = "工程學: 法術能量護目鏡超級版",
	[16649] = "鍛造: 君王鎧甲護腕",
	[26916] = "珠寶設計: 天火指環",
	[24901] = "裁縫: 符文冥河護腿",
	[35522] = "製皮: 寒冰護甲片",
	[31106] = "珠寶設計: 雕刻的皇家黃寶石",
	[12599] = "工程學: 秘銀外殼",
	[8489] = "裁縫: 紅色冒險者襯衣",
	[10487] = "製皮: 厚重護甲片",
	[23080] = "工程學: 強力爆鹽炸彈",
	[25125] = "附魔: 初級法力之油",
	[16969] = "鍛造: 精製瑟銀手斧",
	[19048] = "製皮: 重型蠍殼護腕",
	[19080] = "製皮: 戰熊熱褲",
	[17579] = "煉金術: 強效神聖防護藥水",
	[26885] = "珠寶設計: 真銀治療戒指",
	[25317] = "珠寶設計: 英勇銀戒指",
	[2659] = "採礦: 熔煉青銅",
	[2663] = "鍛造: 銅質護腕",
	[2667] = "鍛造: 符文銅質胸甲",
	[2671] = "鍛造: 劣質青銅護腕",
	[2675] = "鍛造: 銀鱗胸甲",
	[29603] = "鍛造: 堅鋼鎧甲護腕",
	[27588] = "鍛造: 輕巧黑曜石腰帶",
	[7420] = "附魔: 附魔胸甲 - 初級生命",
	[29699] = "鍛造: 輓歌之刃",
	[11447] = "煉金術: 水上行走藥劑",
	[31107] = "珠寶設計: 高效的皇家黃寶石",
	[8760] = "裁縫: 碧藍絲質頭巾",
	[8776] = "裁縫: 亞麻腰帶",
	[17577] = "煉金術: 強效秘法防護藥水",
	[12902] = "工程學: 地精撒網器",
	[31108] = "珠寶設計: 夜光的皇家黃寶石",
	[33284] = "烹飪: 劫掠熱狗",
	[31076] = "珠寶設計: 暮光貓頭鷹項鍊",
	[27972] = "附魔: 附魔武器 - 潛能",
	[35523] = "製皮: 自然護甲片",
	[35587] = "製皮: 風之隼腰帶",
	[3115] = "鍛造: 劣質平衡石",
	[20873] = "鍛造: 熾熱鍊甲護肩",
	[26085] = "裁縫: 靈魂袋",
	[16651] = "鍛造: 瑟銀盾刺",
	[20008] = "附魔: 附魔護腕 - 強效智力",
	[19085] = "製皮: 黑色龍鱗胸甲",
	[30307] = "工程學: 特堅鋼管",
	[28933] = "珠寶設計: 移形的暗影卓奈石",
	[26277] = "煉金術: 強效火力藥劑",
	[9064] = "製皮: 硬甲皮短褲",
	[32482] = "製皮: 舒適的鞋墊",
	[36355] = "製皮: 自然之擁長靴",
	[2795] = "烹飪: 啤酒烤豬排",
	[7636] = "裁縫: 綠色毛紡長袍",
	[30563] = "工程學: 哥布林火箭發射器",
	[10015] = "鍛造: 真銀聖劍",
	[28580] = "煉金術: 轉化:原始暗影轉原始之水",
	[24124] = "製皮: 血虎胸甲",
	[9208] = "製皮: 迅捷之靴",
	[18441] = "裁縫: 鬼紋短褲",
	[7836] = "煉金術: 黑口魚油",
	[16970] = "鍛造: 黎明之刃",
	[30306] = "工程學: 堅鋼骨架",
	[26757] = "裁縫: 冰霜影紋之靴",
	[20648] = "製皮: 中皮",
	[22727] = "製皮: 熔核護甲片",
	[22759] = "裁縫: 光核護腕",
	[33285] = "烹飪: 小孢子點心",
	[25126] = "附魔: 次級巫師之油",
	[24902] = "裁縫: 符文冥河腰帶",
	[35524] = "製皮: 秘法護甲片",
	[35588] = "製皮: 風之隼護腕",
	[7788] = "附魔: 附魔武器 - 初級攻擊",
	[25127] = "附魔: 次級法力之油",
	[33733] = "煉金術: 不穩定的法力藥水",
	[28004] = "附魔: 附魔武器 - 戰鬥大師",
	[23079] = "工程學: 強力淨化器",
	[7828] = "烹飪: 石鱗鱈魚",
	[19049] = "製皮: 邪惡皮甲護手",
	[19081] = "製皮: 奇美拉外衣",
	[25318] = "珠寶設計: 黃金暗影戒指",
	[35589] = "製皮: 原始之擊背心",
	[31459] = "裁縫: 寶石包",
	[13702] = "附魔: 符文真銀棒",
	[7748] = "附魔: 附魔胸甲 - 次級生命",
	[7892] = "裁縫: 時髦藍襯衣",
	[23399] = "製皮: 野人護腕",
	[20009] = "附魔: 附魔護腕 - 超強精神",
	[24418] = "烹飪: 鱷魚燉肉",
	[27589] = "鍛造: 黑色摧毀者手套",
	[15861] = "烹飪: 叢林大雜燴",
	[29700] = "鍛造: 永恆之手",
	[13846] = "附魔: 附魔護腕 - 強效精神",
	[3866] = "裁縫: 時髦紅襯衣",
	[19082] = "製皮: 符文皮甲頭帶",
	[2963] = "裁縫: 亞麻布卷",
	[17578] = "煉金術: 強效暗影防護藥水",
	[15973] = "鍛造: 灼熱金劍",
	[23650] = "鍛造: 黑檀之手",
	[33286] = "烹飪: 焦黑的蜥蜴",
	[10552] = "製皮: 龜殼頭盔",
	[33990] = "附魔: 附魔胸甲 - 極效精神",
	[35525] = "製皮: 附魔魔鱗護腿",
	[9928] = "鍛造: 重型秘銀手套",
	[13661] = "附魔: 附魔護腕 - 力量",
	[12087] = "裁縫: 雷織護肩",
	[26086] = "裁縫: 惡魔布包",
	[32259] = "珠寶設計: 劣質的石像",
	[12055] = "裁縫: 影紋長袍",
	[12071] = "裁縫: 影紋手套",
	[30308] = "工程學: 克銀能量核心",
	[33991] = "附魔: 附魔胸甲 - 法力恢復",
	[3171] = "煉金術: 智慧藥劑",
	[18409] = "裁縫: 符文布披風",
	[20201] = "鍛造: 奧金棒",
	[36357] = "製皮: 絕對黑暗長靴",
	[29668] = "鍛造: 誓言守護者頭盔",
	[13622] = "附魔: 附魔護腕 - 次級智力",
	[3962] = "工程學: 鐵皮手雷",
	[28549] = "煉金術: 極效冰霜之力藥劑",
	[28581] = "煉金術: 轉化:原始之水轉原始暗影",
	[31455] = "裁縫: 法擊兜帽",
	[18410] = "裁縫: 鬼紋腰帶",
	[18442] = "裁縫: 惡魔布帽",
	[11479] = "煉金術: 轉化:轉鐵成金",
	[20872] = "鍛造: 熾熱鍊甲腰帶",
	[16746] = "鍛造: 免傷鎖甲",
	[26758] = "裁縫: 冰霜影紋長袍",
	[20649] = "製皮: 重皮",
	[14379] = "鍛造: 金棒",
	[26873] = "珠寶設計: 雕像 - 黃金野兔",
	[33287] = "烹飪: 燒烤裂蹄肉",
	[26918] = "珠寶設計: 奧金劍墜飾",
	[24903] = "裁縫: 符文冥河長靴",
	[35526] = "製皮: 附魔魔鱗護手",
	[35590] = "製皮: 原始之擊腰帶",
	[29571] = "鍛造: 堅鋼細劍",
	[2739] = "鍛造: 銅質短劍",
	[12597] = "工程學: 致命瞄準鏡",
	[12758] = "工程學: 哥布林火箭頭盔",
	[10520] = "製皮: 巫毒長袍",
	[16971] = "鍛造: 巨型瑟銀戰斧",
	[19050] = "製皮: 綠龍鱗片胸甲",
	[10568] = "製皮: 硬化蠍殼護腿",
	[21161] = "鍛造: 薩弗隆戰錘",
	[25287] = "珠寶設計: 虎之眼",
	[31460] = "裁縫: 幽紋之網",
	[10632] = "製皮: 火焰頭盔",
	[3175] = "煉金術: 有限無敵藥水",
	[26887] = "珠寶設計: 青綠石護符",
	[19819] = "工程學: 語音增強模組",
	[16993] = "鍛造: 精工風暴戰錘",
	[29605] = "鍛造: 堅鋼鎧甲手套",
	[27590] = "鍛造: 黑曜石鎖甲外套",
	[29669] = "鍛造: 黑魔鋼護腕",
	[19815] = "工程學: 精密奧金轉換器",
	[6413] = "烹飪: 蠍肉大餐",
	[10542] = "製皮: 硬化蠍殼手套",
	[26883] = "珠寶設計: 火焰紅寶石墜飾",
	[24848] = "製皮: 飛火胸甲",
	[10840] = "急救: 魔紋繃帶",
	[12903] = "工程學: 地精防護腰帶",
	[9207] = "製皮: 暗色長靴",
	[33288] = "烹飪: 扭曲漢堡",
	[28480] = "裁縫: 森林外衣",
	[30021] = "急救: 水晶繃帶",
	[35527] = "製皮: 附魔魔鱗長靴",
	[6501] = "烹飪: 雜燴蚌肉",
	[16652] = "鍛造: 瑟銀長靴",
	[6517] = "鍛造: 珍珠匕首",
	[26087] = "裁縫: 熔核惡魔布包",
	[6692] = "裁縫: 神秘的長袍",
	[20010] = "附魔: 附魔護腕 - 超強力量",
	[3275] = "急救: 亞麻繃帶",
	[30309] = "工程學: 魔鋼安置器",
	[30341] = "工程學: 白色煙霧照明彈",
	[26279] = "製皮: 雷暴手套",
	[9065] = "製皮: 輕皮護腕",
	[3295] = "鍛造: 致命的青銅短劍",
	[36359] = "製皮: 颶風長靴",
	[26407] = "裁縫: 紅色節慶褲子",
	[3307] = "採礦: 熔煉鐵錠",
	[30565] = "工程學: 工頭的附魔頭盔",
	[28550] = "煉金術: 瘋狂力量藥水",
	[28582] = "煉金術: 轉化:原始法力轉原始之火",
	[9193] = "製皮: 重型箭袋",
	[18411] = "裁縫: 霜紋手套",
	[6661] = "製皮: 野人背心",
	[8791] = "裁縫: 深紅絲質外衣",
	[10566] = "製皮: 蠻皮戰靴",
	[9273] = "工程學: 哥布林起搏器",
	[26759] = "裁縫: 黑檀暗影包",
	[20650] = "製皮: 厚皮",
	[24914] = "鍛造: 黑暗符文胸甲",
	[22761] = "烹飪: 洛恩塔姆薯塊",
	[22793] = "工程學: 比茲尼克247x128精確瞄準鏡",
	[20031] = "附魔: 附魔武器 - 超強打擊",
	[3371] = "烹飪: 血腸",
	[11448] = "煉金術: 強效法力藥水",
	[22921] = "製皮: 洞察腰帶",
	[11480] = "煉金術: 轉化秘銀",
	[19062] = "製皮: 鐵羽護肩",
	[36669] = "裁縫: 生命之血護腿",
	[18246] = "烹飪: 大魚片",
	[23081] = "工程學: 高輻射烈焰反射器",
	[13607] = "附魔: 附魔胸甲 - 法力",
	[19051] = "製皮: 重型蠍殼外衣",
	[19083] = "製皮: 邪惡皮甲短褲",
	[13655] = "附魔: 附魔武器 - 次級元素殺手",
	[9813] = "鍛造: 野人鐵質胸甲",
	[25320] = "珠寶設計: 戰爭之黃金項鍊",
	[12085] = "裁縫: 禮服襯衣",
	[29619] = "鍛造: 魔鋼手套",
	[12056] = "裁縫: 紅色魔紋外衣",
	[19070] = "製皮: 重型蠍殼腰帶",
	[33278] = "烹飪: 蝙蝠餐點",
	[29606] = "鍛造: 堅鋼胸甲",
	[3451] = "煉金術: 強大食人妖之血藥水",
	[19435] = "裁縫: 月布長靴",
	[11456] = "煉金術: 哥布林火箭燃油",
	[3978] = "工程學: 普通瞄準鏡",
	[15910] = "烹飪: 科多肉雜燴",
	[25704] = "烹飪: 烤鼠尾魚",
	[3938] = "工程學: 青銅管",
	[17580] = "煉金術: 極效法力藥水",
	[7859] = "附魔: 附魔護腕 - 次級精神",
	[13943] = "附魔: 附魔武器 - 強效攻擊",
	[27911] = "附魔: 附魔護腕 - 超強治療",
	[3495] = "鍛造: 碎鐵金錘",
	[27975] = "附魔: 附魔武器 - 極效法術能量",
	[3503] = "鍛造: 金鱗罩盔",
	[3507] = "鍛造: 金鱗護腿",
	[9945] = "鍛造: 精製秘銀短褲",
	[9961] = "鍛造: 秘銀罩帽",
	[33738] = "煉金術: 猛擊藥劑",
	[9993] = "鍛造: 秘銀重斧",
	[10009] = "鍛造: 秘銀符文戰錘",
	[24137] = "鍛造: 血魂護肩",
	[12088] = "裁縫: 灰布長靴",
	[30342] = "工程學: 紅色煙霧照明彈",
	[28327] = "工程學: 蒸汽坦克遙控器",
	[28576] = "煉金術: 極效暗影防護藥水",
	[32485] = "製皮: 造型紫色帽",
	[23071] = "工程學: 真銀變壓器",
	[3491] = "鍛造: 青銅匕首",
	[28224] = "製皮: 冰鱗護腕",
	[30566] = "工程學: 工頭強化頭盔",
	[28551] = "煉金術: 超強效恢復藥水",
	[28583] = "煉金術: 轉化:原始之火轉原始法力",
	[3774] = "製皮: 綠色皮帶",
	[18412] = "裁縫: 灰布手套",
	[18444] = "裁縫: 符文布頭帶",
	[7181] = "煉金術: 強效治療藥水",
	[18419] = "裁縫: 惡魔布短褲",
	[31454] = "裁縫: 白癒兜帽",
	[26760] = "裁縫: 原始月布腰帶",
	[7213] = "烹飪: 燒烤巨蚌",
	[7221] = "鍛造: 鐵質盾刺",
	[28903] = "珠寶設計: 淚滴血石榴石",
	[16653] = "鍛造: 瑟銀頭盔",
	[26920] = "珠寶設計: 血之皇冠",
	[32765] = "煉金術: 轉化:大地風暴鑽石",
	[31078] = "珠寶設計: 秘法之力頭環",
	[31110] = "珠寶設計: 堅固的泰拉寶石",
	[36665] = "裁縫: 虛空烈焰之袍",
	[28223] = "製皮: 冰鱗護手",
	[12052] = "裁縫: 影紋長褲",
	[35577] = "製皮: 黑虛空鱗護腕",
	[23082] = "工程學: 超快速暗影反射器",
	[12584] = "工程學: 黃金能量核心",
	[19052] = "製皮: 邪惡皮甲護腕",
	[12616] = "工程學: 降落傘披風",
	[23489] = "工程學: 安全傳送器:加基森",
	[31430] = "裁縫: 神秘法術絲線",
	[25321] = "珠寶設計: 月魂之冠",
	[19796] = "工程學: 黑鐵步槍",
	[38473] = "鍛造: 野性看守者胸甲",
	[11460] = "煉金術: 偵測不死生物藥劑",
	[17554] = "煉金術: 超強防禦藥劑",
	[28575] = "煉金術: 極效秘法防護藥水",
	[14807] = "附魔: 強效魔法杖",
	[3873] = "裁縫: 黑色冒險者襯衣",
	[7421] = "附魔: 符文銅棒",
	[18403] = "裁縫: 霜紋外套",
	[22434] = "附魔: 充能奧妮克希亞鱗片",
	[34955] = "珠寶設計: 力量黃金戒",
	[8762] = "裁縫: 絲質頭帶",
	[8778] = "裁縫: 黑暗之靴",
	[10841] = "急救: 厚魔紋繃帶",
	[12904] = "工程學: 地精業餘無線電",
	[35576] = "製皮: 黑虛空鱗腰帶",
	[33292] = "烹飪: 焦黑的孢子魚",
	[27944] = "附魔: 附魔盾牌 - 堅硬盾牌",
	[19788] = "工程學: 緻密炸藥粉",
	[3759] = "製皮: 雕花皮短褲",
	[3763] = "製皮: 優質皮帶",
	[21931] = "附魔: 附魔武器 - 寒冬之力",
	[3771] = "製皮: 野人手套",
	[3775] = "製皮: 守護腰帶",
	[3779] = "製皮: 野人腰帶",
	[20012] = "附魔: 附魔手套 - 強效敏捷",
	[24138] = "鍛造: 血魂護手",
	[30311] = "工程學: 堅鋼手榴彈",
	[30343] = "工程學: 藍色煙霧照明彈",
	[24849] = "製皮: 沙行者護腕",
	[24266] = "煉金術: 古拉巴什瘋狂魔精",
	[38070] = "煉金術: 水銀石",
	[35574] = "製皮: 厚虛空鱗胸甲",
	[7629] = "裁縫: 紅色亞麻外衣",
	[26878] = "珠寶設計: 治療之紅寶皇冠",
	[13240] = "工程學: 迫擊砲:重載",
	[28552] = "煉金術: 搜尋之眼藥劑",
	[28584] = "煉金術: 轉化:原始生命轉原始大地",
	[9194] = "製皮: 重皮彈藥包",
	[18413] = "裁縫: 鬼紋手套",
	[18445] = "裁縫: 月布包",
	[3847] = "裁縫: 紅色毛紡靴",
	[3851] = "裁縫: 鳳凰短褲",
	[3855] = "裁縫: 蛛絲之靴",
	[3859] = "裁縫: 碧藍絲質外衣",
	[3863] = "裁縫: 蜘蛛腰帶",
	[38068] = "珠寶設計: 水銀堅鋼石",
	[3871] = "裁縫: 體面的白襯衣",
	[28936] = "珠寶設計: 高級的暗影卓奈石",
	[13464] = "附魔: 附魔盾牌 - 次級防護",
	[10554] = "製皮: 硬化蠍殼戰靴",
	[11449] = "煉金術: 敏捷藥劑",
	[22923] = "製皮: 迅行護腕",
	[13858] = "附魔: 附魔胸甲 - 超強生命",
	[16654] = "鍛造: 輻光手套",
	[33741] = "煉金術: 專精藥劑",
	[13794] = "附魔: 附魔披風 - 抗性",
	[25130] = "附魔: 卓越法力之油",
	[3915] = "裁縫: 棕色亞麻襯衣",
	[3919] = "工程學: 劣質炸藥",
	[3923] = "工程學: 劣質銅殼炸彈",
	[7786] = "附魔: 附魔武器 - 初級屠獸",
	[3931] = "工程學: 粗製炸藥",
	[31099] = "珠寶設計: 微光的黎明石",
	[3939] = "工程學: 精緻手工火槍",
	[38475] = "鍛造: 野性看守者護腿",
	[7893] = "裁縫: 時髦綠襯衣",
	[26749] = "裁縫: 魔染幽紋布包",
	[3955] = "工程學: 自爆綿羊",
	[29608] = "鍛造: 附魔堅鋼腰帶",
	[3963] = "工程學: 微型收割機組件",
	[15863] = "烹飪: 腐肉大餐",
	[3971] = "工程學: 地精隱形裝置",
	[12603] = "工程學: 秘銀破片炸彈",
	[3979] = "工程學: 精確瞄準鏡",
	[26907] = "珠寶設計: 突襲之戒",
	[29672] = "鍛造: 受祝福的護腕",
	[9818] = "鍛造: 野人鐵靴",
	[2742] = "鍛造: 青銅短劍",
	[23787] = "急救: 強效抗毒藥劑",
	[27913] = "附魔: 附魔護腕 - 法力恢復",
	[27945] = "附魔: 附魔盾牌 - 智力",
	[27977] = "附魔: 附魔雙手武器 - 極效敏捷",
	[35533] = "製皮: 附魔裂蹄護手",
	[12722] = "工程學: 哥布林無線電",
	[10499] = "製皮: 夜色外套",
	[26909] = "珠寶設計: 雕像 - 綠寶石貓頭鷹",
	[37836] = "烹飪: 香料麵包",
	[26908] = "珠寶設計: 冬夜藍寶石墜飾",
	[20013] = "附魔: 附魔手套 - 強效力量",
	[12073] = "裁縫: 黑色魔紋之靴",
	[12089] = "裁縫: 禮服長褲",
	[30344] = "工程學: 綠色煙霧照明彈",
	[12589] = "工程學: 秘銀管",
	[32455] = "製皮: 厚重境外皮革",
	[32487] = "製皮: 造型冒險帽",
	[25659] = "烹飪: 戴格的超美味奇美拉肉片",
	[38476] = "鍛造: 野性看守者頭盔",
	[26442] = "工程學: 煙火發射器",
	[30568] = "工程學: 地精烈焰砲塔",
	[28553] = "煉金術: 極效敏捷藥劑",
	[28585] = "煉金術: 轉化:原始大地轉原始生命",
	[12059] = "裁縫: 白色強盜面罩",
	[18414] = "裁縫: 亮布長袍",
	[18446] = "裁縫: 巫紋長袍",
	[17565] = "煉金術: 轉化:生命歸土",
	[16662] = "鍛造: 瑟銀護腿",
	[31081] = "珠寶設計: 雕像 - 生命紅寶石巨蛇",
	[26762] = "裁縫: 原始月布長袍",
	[17557] = "煉金術: 蠻力藥劑",
	[22732] = "煉金術: 極效活力藥水",
	[28905] = "珠寶設計: 清晰的血石榴石",
	[16655] = "鍛造: 熾熱鎧甲護手",
	[19101] = "製皮: 火山護肩",
	[31048] = "珠寶設計: 魔鐵血指環",
	[31080] = "珠寶設計: 雕像 - 黎明石蟹",
	[31112] = "珠寶設計: 燦爛的泰拉寶石",
	[11458] = "煉金術: 野葡萄藥水",
	[22813] = "裁縫: 戈多克巨魔裝",
	[10490] = "製皮: 舒適的皮帽",
	[8368] = "鍛造: 鐵爐堡護手",
	[10650] = "製皮: 龍鱗胸甲",
	[12585] = "工程學: 實心炸藥",
	[19054] = "製皮: 紅龍鱗片胸甲",
	[19086] = "製皮: 鐵羽胸甲",
	[15296] = "鍛造: 黑鐵鎧甲",
	[31432] = "裁縫: 符文法術絲線",
	[25323] = "珠寶設計: 邪惡月亮石戒指",
	[26417] = "工程學: 小型綠色煙花",
	[38477] = "鍛造: 冰霜守衛胸甲",
	[36079] = "製皮: 黃金龍擊胸甲",
	[29545] = "鍛造: 魔鐵鎧甲手套",
	[2164] = "製皮: 優質皮手套",
	[2168] = "製皮: 黑皮披風",
	[19800] = "工程學: 瑟銀彈",
	[35568] = "製皮: 風擊手套",
	[27658] = "裁縫: 附魔魔紋包",
	[6414] = "烹飪: 烤科多肉",
	[23628] = "鍛造: 重型木喉腰帶",
	[2166] = "製皮: 韌化皮甲",
	[17551] = "煉金術: 石鱗魚油",
	[8795] = "裁縫: 碧藍護肩",
	[12905] = "工程學: 地精火箭靴",
	[16991] = "鍛造: 殲滅者",
	[27914] = "附魔: 附魔護腕 - 堅韌",
	[27946] = "附魔: 附魔盾牌 - 盾牌格擋",
	[19790] = "工程學: 瑟銀手榴彈",
	[35535] = "製皮: 爆烈守衛護腿",
	[26874] = "珠寶設計: 青綠石印記",
	[22870] = "裁縫: 防護披風",
	[6518] = "鍛造: 彩虹之錘",
	[35791] = "永久性地為一把近戰武器附魔，使其獲得治療效果+81點的效果。需要等級35或以上的物品。",
	[30314] = "工程學: 魔鋼火槍",
	[20014] = "附魔: 附魔披風 - 強效抗性",
	[24140] = "鍛造: 黑暗之魂護腿",
	[30313] = "工程學: 堅鋼步槍",
	[24091] = "裁縫: 血藤外衣",
	[35821] = "永久性地為一件胸甲附魔，使其獲得韌性等級提高15點的效果。需要等級35或以上的物品。",
	[32456] = "製皮: 境外護甲片",
	[32488] = "製皮: 造型紅色帽",
	[3977] = "工程學: 粗製瞄準鏡",
	[38478] = "鍛造: 冰霜守衛護腿",
	[26443] = "工程學: 煙花束發射器",
	[9147] = "製皮: 土靈皮護肩",
	[28554] = "煉金術: 漸隱藥水",
	[28586] = "煉金術: 超強效活力藥水",
	[9195] = "製皮: 暗色皮護腿",
	[18415] = "裁縫: 亮布手套",
	[18447] = "裁縫: 月布外衣",
	[35820] = "永久性地為一雙手套附魔，使其獲得攻擊強度提高30點的效果。需要等級35或以上的物品。",
	[34960] = "珠寶設計: 發光的瑟銀指環",
	[6686] = "裁縫: 紅色亞麻包",
	[26763] = "裁縫: 原始月布包",
	[6702] = "製皮: 魚人鱗片腰帶",
	[2332] = "煉金術: 初級活力藥水",
	[28906] = "珠寶設計: 符文血石榴石",
	[28938] = "珠寶設計: 明亮的黃金卓奈石",
	[4097] = "製皮: 迅猛龍皮腰帶",
	[31049] = "珠寶設計: 黃金卓奈石戒指",
	[24940] = "製皮: 黑色幼龍外套",
	[11466] = "煉金術: 阿薩斯的禮物",
	[13529] = "附魔: 附魔雙手武器 - 次級衝擊",
	[26426] = "工程學: 大型藍色煙花束",
	[35792] = "永久性地為一把近戰武器附魔，使其獲得在命中敵人時偶爾有機會在10秒內恢復隊員50點生命力的效果。需要等級35或以上的物品。",
	[35563] = "製皮: 屠風者裹手",
	[3753] = "製皮: 手工皮帶",
	[24847] = "製皮: 飛火護手",
	[19055] = "製皮: 符文皮甲護手",
	[19087] = "製皮: 霜刃手套",
	[13657] = "附魔: 附魔披風 - 火焰抗性",
	[2396] = "裁縫: 綠色亞麻襯衣",
	[13689] = "附魔: 附魔盾牌 - 次級格擋",
	[29648] = "鍛造: 迅鋼手套",
	[38479] = "鍛造: 冰霜守衛頭盔",
	[27660] = "裁縫: 附魔大背包",
	[29656] = "鍛造: 堅鋼磨刀石",
	[19068] = "製皮: 戰熊背心",
	[29610] = "鍛造: 附魔堅鋼胸甲",
	[29642] = "鍛造: 怒鋼護手",
	[13817] = "附魔: 附魔盾牌 - 耐力",
	[27659] = "裁縫: 附魔符文布背包",
	[22867] = "裁縫: 惡魔布手套",
	[23629] = "鍛造: 重型木喉長靴",
	[19567] = "工程學: 篩鹽器",
	[17552] = "煉金術: 強效怒氣藥水",
	[28472] = "製皮: 木藤頭盔",
	[32872] = "珠寶設計: 神秘的天火鑽石",
	[13945] = "附魔: 附魔護腕 - 強效耐力",
	[38504] = "珠寶設計: The Natural Ward",
	[27947] = "附魔: 附魔盾牌 - 抗性",
	[19791] = "工程學: 瑟銀零件",
	[35537] = "製皮: 爆烈守衛腰帶",
	[9931] = "鍛造: 秘銀鱗片短褲",
	[39463] = "珠寶設計: 平衡的夜眼石",
	[29654] = "鍛造: 惡魔磨刀石",
	[9979] = "鍛造: 精製秘銀戰靴",
	[9995] = "鍛造: 藍光斧",
	[20015] = "附魔: 附魔披風 - 超強防禦",
	[24141] = "鍛造: 黑暗之魂護肩",
	[28267] = "烹飪: 香脆蜘蛛大餐",
	[30346] = "工程學: 魔鐵彈藥",
	[29553] = "鍛造: 魔鐵鍊甲護腕",
	[32457] = "製皮: 復仇者護甲片",
	[32489] = "製皮: 造型叢林帽",
	[39462] = "珠寶設計: 注入力量的夜眼石",
	[24365] = "煉金術: 魔血藥水",
	[7126] = "製皮: 手工皮外衣",
	[2544] = "烹飪: 蟹肉蛋糕",
	[28555] = "煉金術: 超強效法力藥水",
	[28587] = "煉金術: 防禦精煉藥水",
	[32500] = "製皮: 惡魔捕獵者胸甲",
	[18416] = "裁縫: 鬼紋外衣",
	[18448] = "裁縫: 月布護肩",
	[29617] = "鍛造: 烈焰毀滅胸甲",
	[21144] = "烹飪: 蛋奶酒",
	[34535] = "鍛造: 火焰守衛者",
	[26764] = "裁縫: 幽紋護腕",
	[31444] = "裁縫: 黑色學識腰帶",
	[7222] = "鍛造: 鐵質平衡錘",
	[28907] = "珠寶設計: 精美的血石榴石",
	[16657] = "鍛造: 君王鎧甲戰靴",
	[31092] = "珠寶設計: 堅固的伊露恩之星",
	[31050] = "珠寶設計: 藍月石之戒",
	[31082] = "珠寶設計: 雕像 - 泰拉寶石貓頭鷹",
	[22926] = "製皮: 炫彩披風",
	[3505] = "鍛造: 金鱗護肩",
	[22902] = "裁縫: 月布長袍",
	[35794] = "永久性地為一把近戰武器附魔，使其獲得冰霜和暗影傷害提高最多54點的效果。需要等級35或以上的物品。",
	[10507] = "製皮: 夜色頭帶",
	[34533] = "鍛造: 王者胸甲",
	[12586] = "工程學: 實心炸彈",
	[34003] = "附魔: 附魔披風 - 法術穿透力",
	[12618] = "工程學: 玫瑰色護目鏡",
	[28463] = "鍛造: 鐵藤腰帶",
	[31434] = "裁縫: 頑強護腕",
	[10619] = "製皮: 龍鱗護手",
	[2660] = "鍛造: 劣質磨刀石",
	[8604] = "烹飪: 草藥烘蛋",
	[2668] = "鍛造: 劣質青銅護腿",
	[29547] = "鍛造: 魔鐵鎧甲腰帶",
	[12619] = "工程學: 高爆炸彈",
	[29611] = "鍛造: 附魔堅鋼長靴",
	[29643] = "鍛造: 怒鋼頭盔",
	[28590] = "煉金術: 秘法抗性精煉藥水",
	[25613] = "珠寶設計: 黃金龍戒",
	[2385] = "裁縫: 棕色亞麻外衣",
	[27724] = "裁縫: 塞納里奧草藥包",
	[7454] = "附魔: 附魔披風 - 初級抗性",
	[8780] = "裁縫: 黑暗之手",
	[29613] = "鍛造: 附魔堅鋼護腿",
	[12906] = "工程學: 地精作戰小雞",
	[31089] = "珠寶設計: 光亮的生命紅寶石",
	[21943] = "製皮: 冬天爺爺的手套",
	[27948] = "附魔: 附魔靴子 - 活力",
	[19792] = "工程學: 瑟銀火槍",
	[35539] = "製皮: 恢復之鼓",
	[2740] = "鍛造: 青銅釘錘",
	[16985] = "鍛造: 腐蝕",
	[19667] = "鍛造: 金骷髏鑰匙",
	[35795] = "永久性地為一把近戰武器附魔，使其獲得火焰和秘法法術傷害提高最多50點的效果。需要等級35或以上的物品。",
	[20855] = "製皮: 黑色龍鱗戰靴",
	[20016] = "附魔: 附魔盾牌 - 超強精神",
	[9920] = "鍛造: 堅固的砂輪",
	[30315] = "工程學: 精製克銀步槍",
	[30347] = "工程學: 堅鋼彈藥",
	[2545] = "烹飪: 煮蟹爪",
	[32458] = "製皮: 博學者護甲片",
	[32490] = "製皮: 惡魔皮手套",
	[36257] = "鍛造: 古代王者的壁壘",
	[24366] = "煉金術: 強效昏睡藥水",
	[28243] = "鍛造: 冰剋護手",
	[9148] = "製皮: 竊賊手套",
	[28556] = "煉金術: 極效火焰之力藥劑",
	[28588] = "煉金術: 法力恢復精煉藥水",
	[9196] = "製皮: 暗色皮甲",
	[18417] = "裁縫: 符文布手套",
	[18449] = "裁縫: 符文布護肩",
	[19089] = "製皮: 藍龍鱗片護肩",
	[24654] = "製皮: 藍龍鱗片護腿",
	[2333] = "煉金術: 次級敏捷藥劑",
	[26765] = "裁縫: 幽紋腰帶",
	[31083] = "珠寶設計: 雕像 - 夜眼石獵豹",
	[28562] = "煉金術: 極效昏睡藥水",
	[15292] = "鍛造: 黑鐵粉碎者",
	[24846] = "製皮: 飛火護腕",
	[26925] = "珠寶設計: 銅紋戒",
	[7766] = "附魔: 附魔護腕 - 初級精神",
	[11451] = "煉金術: 獻祭之油",
	[22927] = "製皮: 野性之皮",
	[31090] = "珠寶設計: 精良的生命紅寶石",
	[3972] = "工程學: 大型爆鹽炸彈",
	[35796] = "永久性地為一把近戰武器附魔，使其獲得所有法術傷害提高最多40點的效果。需要等級35或以上的物品。",
	[31084] = "珠寶設計: 清晰的生命紅寶石",
	[8607] = "烹飪: 燻熊肉",
	[16978] = "鍛造: 閃耀輕劍",
	[13626] = "附魔: 附魔胸甲 - 初級屬性",
	[13642] = "附魔: 附魔護腕 - 精神",
	[29356] = "採礦: 熔煉魔鐵錠",
	[31435] = "裁縫: 哈伏克護腕",
	[11643] = "鍛造: 金鱗護手",
	[39452] = "珠寶設計: 絕佳的黎明石",
	[29360] = "採礦: 熔煉魔鋼錠",
	[30316] = "工程學: 考格斯賓護目鏡",
	[29548] = "鍛造: 魔鐵鎧甲長靴",
	[27984] = "附魔: 附魔武器 - 貓鼬",
	[15833] = "煉金術: 昏睡藥水",
	[32495] = "製皮: 重型裂蹄背心",
	[7934] = "急救: 抗毒藥劑",
	[25614] = "珠寶設計: 邪惡玫瑰吊飾",
	[22866] = "裁縫: 大法師腰帶",
	[27725] = "裁縫: 塞納留斯的背包",
	[23663] = "裁縫: 木喉襯肩",
	[2964] = "裁縫: 毛布卷",
	[9820] = "鍛造: 野人鐵手套",
	[30573] = "工程學: 地精坦克遙控器",
	[3936] = "工程學: 致命的短槍",
	[27917] = "附魔: 附魔護腕 - 法術能量",
	[34007] = "附魔: 附魔靴子 - 貓之迅捷",
	[27981] = "附魔: 附魔武器 - 烈日火焰",
	[9916] = "鍛造: 鋼質胸甲",
	[29614] = "鍛造: 烈焰毀滅護腕",
	[34010] = "附魔: 附魔武器 - 極效治療",
	[9964] = "鍛造: 秘銀馬刺",
	[9980] = "鍛造: 精製秘銀頭盔",
	[9070] = "製皮: 黑色幼龍披風",
	[28205] = "裁縫: 冰川護手",
	[12075] = "裁縫: 紫色魔紋襯衣",
	[12091] = "裁縫: 白色婚紗",
	[30348] = "工程學: 魔鐵工具箱",
	[39636] = "煉金術: 極效堅韌藥劑",
	[25073] = "附魔: 附魔手套 - 暗影能量",
	[27982] = "附魔: 附魔武器 - 靈魂冰霜",
	[38868] = "烹飪: 香脆巨蛇肉",
	[28461] = "鍛造: 鐵藤胸甲",
	[24399] = "鍛造: 黑鐵戰靴",
	[39638] = "煉金術: 德萊尼智慧藥劑",
	[39639] = "煉金術: 鐵膚藥劑",
}

-- =============================================================================================
Traditionalize_prefixlist = {
	nil, -- [1]
	nil, -- [2]
	nil, -- [3]
	nil, -- [4]
	"智力之", -- [5]
	"力量之", -- [6]
	nil, -- [7]
	nil, -- [8]
	nil, -- [9]
	nil, -- [10]
	nil, -- [11]
	nil, -- [12]
	nil, -- [13]
	"敏捷之", -- [14]
	"耐力之", -- [15]
	"精神之", -- [16]
	"敏捷之", -- [17]
	"敏捷之", -- [18]
	"耐力之", -- [19]
	nil, -- [20]
	nil, -- [21]
	"耐力之", -- [22]
	"力量之", -- [23]
	"力量之", -- [24]
	"智力之", -- [25]
	"智力之", -- [26]
	"精神之", -- [27]
	"精神之", -- [28]
	"堅韌之", -- [29]
	"堅韌之", -- [30]
	"堅韌之", -- [31]
	"優良之", -- [32]
	"優良之", -- [33]
	"優良之", -- [34]
	nil, -- [35]
	nil, -- [36]
	nil, -- [37]
	nil, -- [38]
	"精通之", -- [39]
	"精通之", -- [40]
	"精通之", -- [41]
	"精通之", -- [42]
	"精通之", -- [43]
	"精通之", -- [44]
	"精通之", -- [45]
	"精通之", -- [46]
	"精通之", -- [47]
	"防禦之", -- [48]
	"野獸殺手之", -- [49]
	"報復之", -- [50]
	"重擊之", -- [51]
	"精通之", -- [52]
	"精通之", -- [53]
	"精通之", -- [54]
	nil, -- [55]
	"精通之", -- [56]
	"精通之", -- [57]
	"精通之", -- [58]
	"精通之", -- [59]
	"精通之", -- [60]
	nil, -- [61]
	"防禦之", -- [62]
	"精通之", -- [63]
	"野獸殺手之", -- [64]
	"報復之", -- [65]
	"精通之", -- [66]
	"精通之", -- [67]
	"精通之", -- [68]
	"精通之", -- [69]
	"精通之", -- [70]
	"精通之", -- [71]
	"精通之", -- [72]
	"精通之", -- [73]
	"防禦之", -- [74]
	"精通之", -- [75]
	"野獸殺手之", -- [76]
	"報復之", -- [77]
	"重擊之", -- [78]
	"堅韌之", -- [79]
	"優良之", -- [80]
	"精通之", -- [81]
	"精通之", -- [82]
	"精通之", -- [83]
	"精通之", -- [84]
	"精通之", -- [85]
	"精通之", -- [86]
	"精通之", -- [87]
	"精通之", -- [88]
	"防禦之", -- [89]
	"精通之", -- [90]
	"野獸殺手之", -- [91]
	"報復之", -- [92]
	"敏捷之", -- [93]
	"智力之", -- [94]
	"精神之", -- [95]
	"耐力之", -- [96]
	"力量之", -- [97]
	"堅韌之", -- [98]
	"優良之", -- [99]
	"精通之", -- [100]
	"精通之", -- [101]
	"精通之", -- [102]
	"精通之", -- [103]
	"精通之", -- [104]
	"精通之", -- [105]
	"精通之", -- [106]
	"精通之", -- [107]
	"防禦之", -- [108]
	"精通之", -- [109]
	"野獸殺手之", -- [110]
	"敏捷之", -- [111]
	"智力之", -- [112]
	"精神之", -- [113]
	"耐力之", -- [114]
	"力量之", -- [115]
	"重擊之", -- [116]
	"測試之", -- [117]
	"堅韌之", -- [118]
	"優良之", -- [119]
	"精通之", -- [120]
	"精通之", -- [121]
	"精通之", -- [122]
	"精通之", -- [123]
	"精通之", -- [124]
	"精通之", -- [125]
	"精通之", -- [126]
	"精通之", -- [127]
	"防禦之", -- [128]
	"精通之", -- [129]
	"野獸殺手之", -- [130]
	"報復之", -- [131]
	"敏捷之", -- [132]
	"智力之", -- [133]
	"精神之", -- [134]
	"耐力之", -- [135]
	"力量之", -- [136]
	"堅韌之", -- [137]
	"優良之", -- [138]
	"精通之", -- [139]
	"精通之", -- [140]
	"精通之", -- [141]
	"精通之", -- [142]
	"精通之", -- [143]
	"精通之", -- [144]
	"精通之", -- [145]
	"精通之", -- [146]
	"防禦之", -- [147]
	"精通之", -- [148]
	"野獸殺手之", -- [149]
	"報復之", -- [150]
	"敏捷之", -- [151]
	"智力之", -- [152]
	"精神之", -- [153]
	"耐力之", -- [154]
	"力量之", -- [155]
	"重擊之", -- [156]
	nil, -- [157]
	nil, -- [158]
	nil, -- [159]
	nil, -- [160]
	nil, -- [161]
	nil, -- [162]
	nil, -- [163]
	nil, -- [164]
	nil, -- [165]
	nil, -- [166]
	"敏捷之", -- [167]
	"敏捷之", -- [168]
	nil, -- [169]
	nil, -- [170]
	"敏捷之", -- [171]
	"敏捷之", -- [172]
	"敏捷之", -- [173]
	"智力之", -- [174]
	"智力之", -- [175]
	"智力之", -- [176]
	"智力之", -- [177]
	"智力之", -- [178]
	"精神之", -- [179]
	"精神之", -- [180]
	"精神之", -- [181]
	"精神之", -- [182]
	"精神之", -- [183]
	"耐力之", -- [184]
	"耐力之", -- [185]
	"耐力之", -- [186]
	"耐力之", -- [187]
	"耐力之", -- [188]
	"力量之", -- [189]
	"力量之", -- [190]
	"力量之", -- [191]
	"力量之", -- [192]
	"力量之", -- [193]
	"堅韌之", -- [194]
	"堅韌之", -- [195]
	"堅韌之", -- [196]
	"堅韌之", -- [197]
	"堅韌之", -- [198]
	nil, -- [199]
	nil, -- [200]
	nil, -- [201]
	nil, -- [202]
	nil, -- [203]
	nil, -- [204]
	nil, -- [205]
	nil, -- [206]
	"堅韌之", -- [207]
	nil, -- [208]
	nil, -- [209]
	"堅韌之", -- [210]
	"敏捷之", -- [211]
	"敏捷之", -- [212]
	"智力之", -- [213]
	"智力之", -- [214]
	"精神之", -- [215]
	"精神之", -- [216]
	"耐力之", -- [217]
	"耐力之", -- [218]
	"力量之", -- [219]
	"力量之", -- [220]
	nil, -- [221]
	nil, -- [222]
	nil, -- [223]
	nil, -- [224]
	nil, -- [225]
	nil, -- [226]
	"獵鷹之", -- [227]
	"孤狼之", -- [228]
	"獵鷹之", -- [229]
	nil, -- [230]
	"獵鷹之", -- [231]
	"獵鷹之", -- [232]
	"獵鷹之", -- [233]
	"獵鷹之", -- [234]
	"獵鷹之", -- [235]
	"獵鷹之", -- [236]
	"獵鷹之", -- [237]
	"獵鷹之", -- [238]
	nil, -- [239]
	nil, -- [240]
	nil, -- [241]
	nil, -- [242]
	nil, -- [243]
	nil, -- [244]
	nil, -- [245]
	nil, -- [246]
	"獵鷹之", -- [247]
	"獵鷹之", -- [248]
	"獵鷹之", -- [249]
	"獵鷹之", -- [250]
	"獵鷹之", -- [251]
	"獵鷹之", -- [252]
	"獵鷹之", -- [253]
	"獵鷹之", -- [254]
	"獵鷹之", -- [255]
	"孤狼之", -- [256]
	nil, -- [257]
	nil, -- [258]
	nil, -- [259]
	nil, -- [260]
	nil, -- [261]
	nil, -- [262]
	nil, -- [263]
	nil, -- [264]
	nil, -- [265]
	nil, -- [266]
	"敏捷之", -- [267]
	nil, -- [268]
	nil, -- [269]
	nil, -- [270]
	nil, -- [271]
	nil, -- [272]
	nil, -- [273]
	nil, -- [274]
	nil, -- [275]
	nil, -- [276]
	nil, -- [277]
	nil, -- [278]
	nil, -- [279]
	nil, -- [280]
	nil, -- [281]
	nil, -- [282]
	nil, -- [283]
	nil, -- [284]
	nil, -- [285]
	nil, -- [286]
	"耐力之", -- [287]
	nil, -- [288]
	nil, -- [289]
	nil, -- [290]
	nil, -- [291]
	nil, -- [292]
	nil, -- [293]
	nil, -- [294]
	nil, -- [295]
	nil, -- [296]
	nil, -- [297]
	nil, -- [298]
	nil, -- [299]
	nil, -- [300]
	nil, -- [301]
	nil, -- [302]
	nil, -- [303]
	nil, -- [304]
	nil, -- [305]
	nil, -- [306]
	"力量之", -- [307]
	"力量之", -- [308]
	"力量之", -- [309]
	"力量之", -- [310]
	"力量之", -- [311]
	"力量之", -- [312]
	"力量之", -- [313]
	"力量之", -- [314]
	"力量之", -- [315]
	"力量之", -- [316]
	"力量之", -- [317]
	"力量之", -- [318]
	"力量之", -- [319]
	"力量之", -- [320]
	"力量之", -- [321]
	"力量之", -- [322]
	"力量之", -- [323]
	"力量之", -- [324]
	"力量之", -- [325]
	"力量之", -- [326]
	"力量之", -- [327]
	"力量之", -- [328]
	"力量之", -- [329]
	"力量之", -- [330]
	"力量之", -- [331]
	"力量之", -- [332]
	"耐力之", -- [333]
	"耐力之", -- [334]
	"耐力之", -- [335]
	"耐力之", -- [336]
	"耐力之", -- [337]
	"耐力之", -- [338]
	"耐力之", -- [339]
	"耐力之", -- [340]
	"耐力之", -- [341]
	"耐力之", -- [342]
	"耐力之", -- [343]
	"耐力之", -- [344]
	"耐力之", -- [345]
	"耐力之", -- [346]
	"耐力之", -- [347]
	"耐力之", -- [348]
	"耐力之", -- [349]
	"耐力之", -- [350]
	"耐力之", -- [351]
	"耐力之", -- [352]
	"耐力之", -- [353]
	"耐力之", -- [354]
	"耐力之", -- [355]
	"耐力之", -- [356]
	"耐力之", -- [357]
	"敏捷之", -- [358]
	"敏捷之", -- [359]
	"敏捷之", -- [360]
	"敏捷之", -- [361]
	"敏捷之", -- [362]
	"敏捷之", -- [363]
	"敏捷之", -- [364]
	"敏捷之", -- [365]
	"敏捷之", -- [366]
	"敏捷之", -- [367]
	"敏捷之", -- [368]
	"敏捷之", -- [369]
	"敏捷之", -- [370]
	"敏捷之", -- [371]
	"敏捷之", -- [372]
	"敏捷之", -- [373]
	"敏捷之", -- [374]
	"敏捷之", -- [375]
	"敏捷之", -- [376]
	"敏捷之", -- [377]
	"敏捷之", -- [378]
	"敏捷之", -- [379]
	"敏捷之", -- [380]
	"敏捷之", -- [381]
	"敏捷之", -- [382]
	"智力之", -- [383]
	"智力之", -- [384]
	"智力之", -- [385]
	"智力之", -- [386]
	"智力之", -- [387]
	"智力之", -- [388]
	"智力之", -- [389]
	"智力之", -- [390]
	"智力之", -- [391]
	"智力之", -- [392]
	"智力之", -- [393]
	"智力之", -- [394]
	"智力之", -- [395]
	"智力之", -- [396]
	"智力之", -- [397]
	"智力之", -- [398]
	"智力之", -- [399]
	"智力之", -- [400]
	"智力之", -- [401]
	"智力之", -- [402]
	"智力之", -- [403]
	"智力之", -- [404]
	"智力之", -- [405]
	"智力之", -- [406]
	"智力之", -- [407]
	"智力之", -- [408]
	"精神之", -- [409]
	"精神之", -- [410]
	"精神之", -- [411]
	"精神之", -- [412]
	"精神之", -- [413]
	"精神之", -- [414]
	"精神之", -- [415]
	"精神之", -- [416]
	"精神之", -- [417]
	"精神之", -- [418]
	"精神之", -- [419]
	"精神之", -- [420]
	"精神之", -- [421]
	"精神之", -- [422]
	"精神之", -- [423]
	"精神之", -- [424]
	"精神之", -- [425]
	"精神之", -- [426]
	"精神之", -- [427]
	"精神之", -- [428]
	"精神之", -- [429]
	"精神之", -- [430]
	"精神之", -- [431]
	"精神之", -- [432]
	"精神之", -- [433]
	"精神之", -- [434]
	"獵鷹之", -- [435]
	"獵鷹之", -- [436]
	"獵鷹之", -- [437]
	"獵鷹之", -- [438]
	"獵鷹之", -- [439]
	"獵鷹之", -- [440]
	"獵鷹之", -- [441]
	"獵鷹之", -- [442]
	"獵鷹之", -- [443]
	"獵鷹之", -- [444]
	"獵鷹之", -- [445]
	"獵鷹之", -- [446]
	"獵鷹之", -- [447]
	"獵鷹之", -- [448]
	"獵鷹之", -- [449]
	"獵鷹之", -- [450]
	"獵鷹之", -- [451]
	"獵鷹之", -- [452]
	"獵鷹之", -- [453]
	"獵鷹之", -- [454]
	"獵鷹之", -- [455]
	"獵鷹之", -- [456]
	"獵鷹之", -- [457]
	"獵鷹之", -- [458]
	"獵鷹之", -- [459]
	"獵鷹之", -- [460]
	"獵鷹之", -- [461]
	"獵鷹之", -- [462]
	"獵鷹之", -- [463]
	"獵鷹之", -- [464]
	"獵鷹之", -- [465]
	"獵鷹之", -- [466]
	"獵鷹之", -- [467]
	"獵鷹之", -- [468]
	"獵鷹之", -- [469]
	"獵鷹之", -- [470]
	"獵鷹之", -- [471]
	"獵鷹之", -- [472]
	"獵鷹之", -- [473]
	"獵鷹之", -- [474]
	"獵鷹之", -- [475]
	"獵鷹之", -- [476]
	"獵鷹之", -- [477]
	"獵鷹之", -- [478]
	"獵鷹之", -- [479]
	"獵鷹之", -- [480]
	"獵鷹之", -- [481]
	"獵鷹之", -- [482]
	"獵鷹之", -- [483]
	"獵鷹之", -- [484]
	"獵鷹之", -- [485]
	"獵鷹之", -- [486]
	"獵鷹之", -- [487]
	"獵鷹之", -- [488]
	"獵鷹之", -- [489]
	"獵鷹之", -- [490]
	"獵鷹之", -- [491]
	"獵鷹之", -- [492]
	"獵鷹之", -- [493]
	"獵鷹之", -- [494]
	"獵鷹之", -- [495]
	"獵鷹之", -- [496]
	"獵鷹之", -- [497]
	"獵鷹之", -- [498]
	"獵鷹之", -- [499]
	"獵鷹之", -- [500]
	"孤狼之", -- [501]
	"孤狼之", -- [502]
	"孤狼之", -- [503]
	"孤狼之", -- [504]
	"孤狼之", -- [505]
	"孤狼之", -- [506]
	"孤狼之", -- [507]
	"孤狼之", -- [508]
	"孤狼之", -- [509]
	"孤狼之", -- [510]
	"孤狼之", -- [511]
	"孤狼之", -- [512]
	"孤狼之", -- [513]
	"孤狼之", -- [514]
	"孤狼之", -- [515]
	"孤狼之", -- [516]
	"孤狼之", -- [517]
	"孤狼之", -- [518]
	"孤狼之", -- [519]
	"孤狼之", -- [520]
	"孤狼之", -- [521]
	"孤狼之", -- [522]
	"孤狼之", -- [523]
	"孤狼之", -- [524]
	"孤狼之", -- [525]
	"孤狼之", -- [526]
	"孤狼之", -- [527]
	"孤狼之", -- [528]
	"孤狼之", -- [529]
	"孤狼之", -- [530]
	"孤狼之", -- [531]
	"孤狼之", -- [532]
	"孤狼之", -- [533]
	"孤狼之", -- [534]
	"孤狼之", -- [535]
	"孤狼之", -- [536]
	"孤狼之", -- [537]
	"孤狼之", -- [538]
	"孤狼之", -- [539]
	"孤狼之", -- [540]
	"孤狼之", -- [541]
	"孤狼之", -- [542]
	"孤狼之", -- [543]
	"孤狼之", -- [544]
	"孤狼之", -- [545]
	"孤狼之", -- [546]
	"孤狼之", -- [547]
	"孤狼之", -- [548]
	"孤狼之", -- [549]
	"孤狼之", -- [550]
	"孤狼之", -- [551]
	"孤狼之", -- [552]
	"孤狼之", -- [553]
	"孤狼之", -- [554]
	"孤狼之", -- [555]
	"孤狼之", -- [556]
	"孤狼之", -- [557]
	"孤狼之", -- [558]
	"孤狼之", -- [559]
	"孤狼之", -- [560]
	"孤狼之", -- [561]
	"孤狼之", -- [562]
	"孤狼之", -- [563]
	"孤狼之", -- [564]
	"孤狼之", -- [565]
	"孤狼之", -- [566]
	"孤狼之", -- [567]
	"孤狼之", -- [568]
	"孤狼之", -- [569]
	"孤狼之", -- [570]
	"孤狼之", -- [571]
	"孤狼之", -- [572]
	"孤狼之", -- [573]
	"孤狼之", -- [574]
	"孤狼之", -- [575]
	"孤狼之", -- [576]
	"孤狼之", -- [577]
	"孤狼之", -- [578]
	"孤狼之", -- [579]
	"孤狼之", -- [580]
	"孤狼之", -- [581]
	"孤狼之", -- [582]
	"孤狼之", -- [583]
	"靈猴之", -- [584]
	"靈猴之", -- [585]
	"靈猴之", -- [586]
	"靈猴之", -- [587]
	"靈猴之", -- [588]
	"靈猴之", -- [589]
	"靈猴之", -- [590]
	"靈猴之", -- [591]
	"靈猴之", -- [592]
	"靈猴之", -- [593]
	"靈猴之", -- [594]
	"靈猴之", -- [595]
	"靈猴之", -- [596]
	"靈猴之", -- [597]
	"靈猴之", -- [598]
	"靈猴之", -- [599]
	"靈猴之", -- [600]
	"靈猴之", -- [601]
	"靈猴之", -- [602]
	"靈猴之", -- [603]
	"靈猴之", -- [604]
	"靈猴之", -- [605]
	"靈猴之", -- [606]
	"靈猴之", -- [607]
	"靈猴之", -- [608]
	"靈猴之", -- [609]
	"靈猴之", -- [610]
	"靈猴之", -- [611]
	"靈猴之", -- [612]
	"靈猴之", -- [613]
	"靈猴之", -- [614]
	"靈猴之", -- [615]
	"靈猴之", -- [616]
	"靈猴之", -- [617]
	"靈猴之", -- [618]
	"靈猴之", -- [619]
	"靈猴之", -- [620]
	"靈猴之", -- [621]
	"靈猴之", -- [622]
	"靈猴之", -- [623]
	"靈猴之", -- [624]
	"靈猴之", -- [625]
	"靈猴之", -- [626]
	"靈猴之", -- [627]
	"靈猴之", -- [628]
	"靈猴之", -- [629]
	"靈猴之", -- [630]
	"靈猴之", -- [631]
	"靈猴之", -- [632]
	"靈猴之", -- [633]
	"靈猴之", -- [634]
	"靈猴之", -- [635]
	"靈猴之", -- [636]
	"靈猴之", -- [637]
	"靈猴之", -- [638]
	"靈猴之", -- [639]
	"靈猴之", -- [640]
	"靈猴之", -- [641]
	"靈猴之", -- [642]
	"靈猴之", -- [643]
	"靈猴之", -- [644]
	"靈猴之", -- [645]
	"靈猴之", -- [646]
	"靈猴之", -- [647]
	"靈猴之", -- [648]
	"靈猴之", -- [649]
	"靈猴之", -- [650]
	"靈猴之", -- [651]
	"靈猴之", -- [652]
	"靈猴之", -- [653]
	"靈猴之", -- [654]
	"靈猴之", -- [655]
	"靈猴之", -- [656]
	"靈猴之", -- [657]
	"靈猴之", -- [658]
	"靈猴之", -- [659]
	"靈猴之", -- [660]
	"靈猴之", -- [661]
	"靈猴之", -- [662]
	"靈猴之", -- [663]
	"靈猴之", -- [664]
	"靈猴之", -- [665]
	"靈猴之", -- [666]
	"靈猴之", -- [667]
	"靈猴之", -- [668]
	"猛虎之", -- [669]
	"猛虎之", -- [670]
	"猛虎之", -- [671]
	"猛虎之", -- [672]
	"猛虎之", -- [673]
	"猛虎之", -- [674]
	"猛虎之", -- [675]
	"猛虎之", -- [676]
	"猛虎之", -- [677]
	"猛虎之", -- [678]
	"猛虎之", -- [679]
	"猛虎之", -- [680]
	"猛虎之", -- [681]
	"猛虎之", -- [682]
	"猛虎之", -- [683]
	"猛虎之", -- [684]
	"猛虎之", -- [685]
	"猛虎之", -- [686]
	"猛虎之", -- [687]
	"猛虎之", -- [688]
	"猛虎之", -- [689]
	"猛虎之", -- [690]
	"猛虎之", -- [691]
	"猛虎之", -- [692]
	"猛虎之", -- [693]
	"猛虎之", -- [694]
	"猛虎之", -- [695]
	"猛虎之", -- [696]
	"猛虎之", -- [697]
	"猛虎之", -- [698]
	"猛虎之", -- [699]
	"猛虎之", -- [700]
	"猛虎之", -- [701]
	"猛虎之", -- [702]
	"猛虎之", -- [703]
	"猛虎之", -- [704]
	"猛虎之", -- [705]
	"猛虎之", -- [706]
	"猛虎之", -- [707]
	"猛虎之", -- [708]
	"猛虎之", -- [709]
	"猛虎之", -- [710]
	"猛虎之", -- [711]
	"猛虎之", -- [712]
	"猛虎之", -- [713]
	"猛虎之", -- [714]
	"猛虎之", -- [715]
	"猛虎之", -- [716]
	"猛虎之", -- [717]
	"猛虎之", -- [718]
	"猛虎之", -- [719]
	"猛虎之", -- [720]
	"猛虎之", -- [721]
	"猛虎之", -- [722]
	"猛虎之", -- [723]
	"猛虎之", -- [724]
	"猛虎之", -- [725]
	"猛虎之", -- [726]
	"猛虎之", -- [727]
	"猛虎之", -- [728]
	"猛虎之", -- [729]
	"猛虎之", -- [730]
	"猛虎之", -- [731]
	"猛虎之", -- [732]
	"猛虎之", -- [733]
	"猛虎之", -- [734]
	"猛虎之", -- [735]
	"猛虎之", -- [736]
	"猛虎之", -- [737]
	"猛虎之", -- [738]
	"猛虎之", -- [739]
	"猛虎之", -- [740]
	"猛虎之", -- [741]
	"猛虎之", -- [742]
	"猛虎之", -- [743]
	"猛虎之", -- [744]
	"猛虎之", -- [745]
	"猛虎之", -- [746]
	"猛虎之", -- [747]
	"猛虎之", -- [748]
	"猛虎之", -- [749]
	"猛虎之", -- [750]
	"猛虎之", -- [751]
	"猛虎之", -- [752]
	"猛虎之", -- [753]
	"夜梟之", -- [754]
	"夜梟之", -- [755]
	"夜梟之", -- [756]
	"夜梟之", -- [757]
	"夜梟之", -- [758]
	"夜梟之", -- [759]
	"夜梟之", -- [760]
	"夜梟之", -- [761]
	"夜梟之", -- [762]
	"夜梟之", -- [763]
	"夜梟之", -- [764]
	"夜梟之", -- [765]
	"夜梟之", -- [766]
	"夜梟之", -- [767]
	"夜梟之", -- [768]
	"夜梟之", -- [769]
	"夜梟之", -- [770]
	"夜梟之", -- [771]
	"夜梟之", -- [772]
	"夜梟之", -- [773]
	"夜梟之", -- [774]
	"夜梟之", -- [775]
	"夜梟之", -- [776]
	"夜梟之", -- [777]
	"夜梟之", -- [778]
	"夜梟之", -- [779]
	"夜梟之", -- [780]
	"夜梟之", -- [781]
	"夜梟之", -- [782]
	"夜梟之", -- [783]
	"夜梟之", -- [784]
	"夜梟之", -- [785]
	"夜梟之", -- [786]
	"夜梟之", -- [787]
	"夜梟之", -- [788]
	"夜梟之", -- [789]
	"夜梟之", -- [790]
	"夜梟之", -- [791]
	"夜梟之", -- [792]
	"夜梟之", -- [793]
	"夜梟之", -- [794]
	"夜梟之", -- [795]
	"夜梟之", -- [796]
	"夜梟之", -- [797]
	"夜梟之", -- [798]
	"夜梟之", -- [799]
	"夜梟之", -- [800]
	"夜梟之", -- [801]
	"夜梟之", -- [802]
	"夜梟之", -- [803]
	"夜梟之", -- [804]
	"夜梟之", -- [805]
	"夜梟之", -- [806]
	"夜梟之", -- [807]
	"夜梟之", -- [808]
	"夜梟之", -- [809]
	"夜梟之", -- [810]
	"夜梟之", -- [811]
	"夜梟之", -- [812]
	"夜梟之", -- [813]
	"夜梟之", -- [814]
	"夜梟之", -- [815]
	"夜梟之", -- [816]
	"夜梟之", -- [817]
	"夜梟之", -- [818]
	"夜梟之", -- [819]
	"夜梟之", -- [820]
	"夜梟之", -- [821]
	"夜梟之", -- [822]
	"夜梟之", -- [823]
	"夜梟之", -- [824]
	"夜梟之", -- [825]
	"夜梟之", -- [826]
	"夜梟之", -- [827]
	"夜梟之", -- [828]
	"夜梟之", -- [829]
	"夜梟之", -- [830]
	"夜梟之", -- [831]
	"夜梟之", -- [832]
	"夜梟之", -- [833]
	"夜梟之", -- [834]
	"夜梟之", -- [835]
	"夜梟之", -- [836]
	"夜梟之", -- [837]
	"夜梟之", -- [838]
	"雄鷹之", -- [839]
	"雄鷹之", -- [840]
	"雄鷹之", -- [841]
	"雄鷹之", -- [842]
	"雄鷹之", -- [843]
	"雄鷹之", -- [844]
	"雄鷹之", -- [845]
	"雄鷹之", -- [846]
	"雄鷹之", -- [847]
	"雄鷹之", -- [848]
	"雄鷹之", -- [849]
	"雄鷹之", -- [850]
	"雄鷹之", -- [851]
	"雄鷹之", -- [852]
	"雄鷹之", -- [853]
	"雄鷹之", -- [854]
	"雄鷹之", -- [855]
	"雄鷹之", -- [856]
	"雄鷹之", -- [857]
	"雄鷹之", -- [858]
	"雄鷹之", -- [859]
	"雄鷹之", -- [860]
	"雄鷹之", -- [861]
	"雄鷹之", -- [862]
	"雄鷹之", -- [863]
	"雄鷹之", -- [864]
	"雄鷹之", -- [865]
	"雄鷹之", -- [866]
	"雄鷹之", -- [867]
	"雄鷹之", -- [868]
	"雄鷹之", -- [869]
	"雄鷹之", -- [870]
	"雄鷹之", -- [871]
	"雄鷹之", -- [872]
	"雄鷹之", -- [873]
	"雄鷹之", -- [874]
	"雄鷹之", -- [875]
	"雄鷹之", -- [876]
	"雄鷹之", -- [877]
	"雄鷹之", -- [878]
	"雄鷹之", -- [879]
	"雄鷹之", -- [880]
	"雄鷹之", -- [881]
	"雄鷹之", -- [882]
	"雄鷹之", -- [883]
	"雄鷹之", -- [884]
	"雄鷹之", -- [885]
	"雄鷹之", -- [886]
	"雄鷹之", -- [887]
	"雄鷹之", -- [888]
	"雄鷹之", -- [889]
	"雄鷹之", -- [890]
	"雄鷹之", -- [891]
	"雄鷹之", -- [892]
	"雄鷹之", -- [893]
	"雄鷹之", -- [894]
	"雄鷹之", -- [895]
	"雄鷹之", -- [896]
	"雄鷹之", -- [897]
	"雄鷹之", -- [898]
	"雄鷹之", -- [899]
	"雄鷹之", -- [900]
	"雄鷹之", -- [901]
	"雄鷹之", -- [902]
	"雄鷹之", -- [903]
	"雄鷹之", -- [904]
	"雄鷹之", -- [905]
	"雄鷹之", -- [906]
	"雄鷹之", -- [907]
	"雄鷹之", -- [908]
	"雄鷹之", -- [909]
	"雄鷹之", -- [910]
	"雄鷹之", -- [911]
	"雄鷹之", -- [912]
	"雄鷹之", -- [913]
	"雄鷹之", -- [914]
	"雄鷹之", -- [915]
	"雄鷹之", -- [916]
	"雄鷹之", -- [917]
	"雄鷹之", -- [918]
	"雄鷹之", -- [919]
	"雄鷹之", -- [920]
	"雄鷹之", -- [921]
	"雄鷹之", -- [922]
	"雄鷹之", -- [923]
	"巨猿之", -- [924]
	"巨猿之", -- [925]
	"巨猿之", -- [926]
	"巨猿之", -- [927]
	"巨猿之", -- [928]
	"巨猿之", -- [929]
	"巨猿之", -- [930]
	"巨猿之", -- [931]
	"巨猿之", -- [932]
	"巨猿之", -- [933]
	"巨猿之", -- [934]
	"巨猿之", -- [935]
	"巨猿之", -- [936]
	"巨猿之", -- [937]
	"巨猿之", -- [938]
	"巨猿之", -- [939]
	"巨猿之", -- [940]
	"巨猿之", -- [941]
	"巨猿之", -- [942]
	"巨猿之", -- [943]
	"巨猿之", -- [944]
	"巨猿之", -- [945]
	"巨猿之", -- [946]
	"巨猿之", -- [947]
	"巨猿之", -- [948]
	"巨猿之", -- [949]
	"巨猿之", -- [950]
	"巨猿之", -- [951]
	"巨猿之", -- [952]
	"巨猿之", -- [953]
	"巨猿之", -- [954]
	"巨猿之", -- [955]
	"巨猿之", -- [956]
	"巨猿之", -- [957]
	"巨猿之", -- [958]
	"巨猿之", -- [959]
	"巨猿之", -- [960]
	"巨猿之", -- [961]
	"巨猿之", -- [962]
	"巨猿之", -- [963]
	"巨猿之", -- [964]
	"巨猿之", -- [965]
	"巨猿之", -- [966]
	"巨猿之", -- [967]
	"巨猿之", -- [968]
	"巨猿之", -- [969]
	"巨猿之", -- [970]
	"巨猿之", -- [971]
	"巨猿之", -- [972]
	"巨猿之", -- [973]
	"巨猿之", -- [974]
	"巨猿之", -- [975]
	"巨猿之", -- [976]
	"巨猿之", -- [977]
	"巨猿之", -- [978]
	"巨猿之", -- [979]
	"巨猿之", -- [980]
	"巨猿之", -- [981]
	"巨猿之", -- [982]
	"巨猿之", -- [983]
	"巨猿之", -- [984]
	"巨猿之", -- [985]
	"巨猿之", -- [986]
	"巨猿之", -- [987]
	"巨猿之", -- [988]
	"巨猿之", -- [989]
	"巨猿之", -- [990]
	"巨猿之", -- [991]
	"巨猿之", -- [992]
	"巨猿之", -- [993]
	"巨猿之", -- [994]
	"巨猿之", -- [995]
	"巨猿之", -- [996]
	"巨猿之", -- [997]
	"巨猿之", -- [998]
	"巨猿之", -- [999]
	"巨猿之", -- [1000]
	"巨猿之", -- [1001]
	"巨猿之", -- [1002]
	"巨猿之", -- [1003]
	"巨猿之", -- [1004]
	"巨猿之", -- [1005]
	"巨猿之", -- [1006]
	"巨猿之", -- [1007]
	"巨猿之", -- [1008]
	"巨鯨之", -- [1009]
	"巨鯨之", -- [1010]
	"巨鯨之", -- [1011]
	"巨鯨之", -- [1012]
	"巨鯨之", -- [1013]
	"巨鯨之", -- [1014]
	"巨鯨之", -- [1015]
	"巨鯨之", -- [1016]
	"巨鯨之", -- [1017]
	"巨鯨之", -- [1018]
	"巨鯨之", -- [1019]
	"巨鯨之", -- [1020]
	"巨鯨之", -- [1021]
	"巨鯨之", -- [1022]
	"巨鯨之", -- [1023]
	"巨鯨之", -- [1024]
	"巨鯨之", -- [1025]
	"巨鯨之", -- [1026]
	"巨鯨之", -- [1027]
	"巨鯨之", -- [1028]
	"巨鯨之", -- [1029]
	"巨鯨之", -- [1030]
	"巨鯨之", -- [1031]
	"巨鯨之", -- [1032]
	"巨鯨之", -- [1033]
	"巨鯨之", -- [1034]
	"巨鯨之", -- [1035]
	"巨鯨之", -- [1036]
	"巨鯨之", -- [1037]
	"巨鯨之", -- [1038]
	"巨鯨之", -- [1039]
	"巨鯨之", -- [1040]
	"巨鯨之", -- [1041]
	"巨鯨之", -- [1042]
	"巨鯨之", -- [1043]
	"巨鯨之", -- [1044]
	"巨鯨之", -- [1045]
	"巨鯨之", -- [1046]
	"巨鯨之", -- [1047]
	"巨鯨之", -- [1048]
	"巨鯨之", -- [1049]
	"巨鯨之", -- [1050]
	"巨鯨之", -- [1051]
	"巨鯨之", -- [1052]
	"巨鯨之", -- [1053]
	"巨鯨之", -- [1054]
	"巨鯨之", -- [1055]
	"巨鯨之", -- [1056]
	"巨鯨之", -- [1057]
	"巨鯨之", -- [1058]
	"巨鯨之", -- [1059]
	"巨鯨之", -- [1060]
	"巨鯨之", -- [1061]
	"巨鯨之", -- [1062]
	"巨鯨之", -- [1063]
	"巨鯨之", -- [1064]
	"巨鯨之", -- [1065]
	"巨鯨之", -- [1066]
	"巨鯨之", -- [1067]
	"巨鯨之", -- [1068]
	"巨鯨之", -- [1069]
	"巨鯨之", -- [1070]
	"巨鯨之", -- [1071]
	"巨鯨之", -- [1072]
	"巨鯨之", -- [1073]
	"巨鯨之", -- [1074]
	"巨鯨之", -- [1075]
	"巨鯨之", -- [1076]
	"巨鯨之", -- [1077]
	"巨鯨之", -- [1078]
	"巨鯨之", -- [1079]
	"巨鯨之", -- [1080]
	"巨鯨之", -- [1081]
	"巨鯨之", -- [1082]
	"巨鯨之", -- [1083]
	"巨鯨之", -- [1084]
	"巨鯨之", -- [1085]
	"巨鯨之", -- [1086]
	"巨鯨之", -- [1087]
	"巨鯨之", -- [1088]
	"巨鯨之", -- [1089]
	"巨鯨之", -- [1090]
	"巨鯨之", -- [1091]
	"巨鯨之", -- [1092]
	"巨鯨之", -- [1093]
	"野豬之", -- [1094]
	"野豬之", -- [1095]
	"野豬之", -- [1096]
	"野豬之", -- [1097]
	"野豬之", -- [1098]
	"野豬之", -- [1099]
	"野豬之", -- [1100]
	"野豬之", -- [1101]
	"野豬之", -- [1102]
	"野豬之", -- [1103]
	"野豬之", -- [1104]
	"野豬之", -- [1105]
	"野豬之", -- [1106]
	"野豬之", -- [1107]
	"野豬之", -- [1108]
	"野豬之", -- [1109]
	"野豬之", -- [1110]
	"野豬之", -- [1111]
	"野豬之", -- [1112]
	"野豬之", -- [1113]
	"野豬之", -- [1114]
	"野豬之", -- [1115]
	"野豬之", -- [1116]
	"野豬之", -- [1117]
	"野豬之", -- [1118]
	"野豬之", -- [1119]
	"野豬之", -- [1120]
	"野豬之", -- [1121]
	"野豬之", -- [1122]
	"野豬之", -- [1123]
	"野豬之", -- [1124]
	"野豬之", -- [1125]
	"野豬之", -- [1126]
	"野豬之", -- [1127]
	"野豬之", -- [1128]
	"野豬之", -- [1129]
	"野豬之", -- [1130]
	"野豬之", -- [1131]
	"野豬之", -- [1132]
	"野豬之", -- [1133]
	"野豬之", -- [1134]
	"野豬之", -- [1135]
	"野豬之", -- [1136]
	"野豬之", -- [1137]
	"野豬之", -- [1138]
	"野豬之", -- [1139]
	"野豬之", -- [1140]
	"野豬之", -- [1141]
	"野豬之", -- [1142]
	"野豬之", -- [1143]
	"野豬之", -- [1144]
	"野豬之", -- [1145]
	"野豬之", -- [1146]
	"野豬之", -- [1147]
	"野豬之", -- [1148]
	"野豬之", -- [1149]
	"野豬之", -- [1150]
	"野豬之", -- [1151]
	"野豬之", -- [1152]
	"野豬之", -- [1153]
	"野豬之", -- [1154]
	"野豬之", -- [1155]
	"野豬之", -- [1156]
	"野豬之", -- [1157]
	"野豬之", -- [1158]
	"野豬之", -- [1159]
	"野豬之", -- [1160]
	"野豬之", -- [1161]
	"野豬之", -- [1162]
	"野豬之", -- [1163]
	"野豬之", -- [1164]
	"野豬之", -- [1165]
	"野豬之", -- [1166]
	"野豬之", -- [1167]
	"野豬之", -- [1168]
	"野豬之", -- [1169]
	"野豬之", -- [1170]
	"野豬之", -- [1171]
	"野豬之", -- [1172]
	"野豬之", -- [1173]
	"野豬之", -- [1174]
	"野豬之", -- [1175]
	"野豬之", -- [1176]
	"野豬之", -- [1177]
	"野豬之", -- [1178]
	"野熊之", -- [1179]
	"野熊之", -- [1180]
	"野熊之", -- [1181]
	"野熊之", -- [1182]
	"野熊之", -- [1183]
	"野熊之", -- [1184]
	"野熊之", -- [1185]
	"野熊之", -- [1186]
	"野熊之", -- [1187]
	"野熊之", -- [1188]
	"野熊之", -- [1189]
	"野熊之", -- [1190]
	"野熊之", -- [1191]
	"野熊之", -- [1192]
	"野熊之", -- [1193]
	"野熊之", -- [1194]
	"野熊之", -- [1195]
	"野熊之", -- [1196]
	"野熊之", -- [1197]
	"野熊之", -- [1198]
	"野熊之", -- [1199]
	"野熊之", -- [1200]
	"野熊之", -- [1201]
	"野熊之", -- [1202]
	"野熊之", -- [1203]
	"野熊之", -- [1204]
	"野熊之", -- [1205]
	"野熊之", -- [1206]
	"野熊之", -- [1207]
	"野熊之", -- [1208]
	"野熊之", -- [1209]
	"野熊之", -- [1210]
	"野熊之", -- [1211]
	"野熊之", -- [1212]
	"野熊之", -- [1213]
	"野熊之", -- [1214]
	"野熊之", -- [1215]
	"野熊之", -- [1216]
	"野熊之", -- [1217]
	"野熊之", -- [1218]
	"野熊之", -- [1219]
	"野熊之", -- [1220]
	"野熊之", -- [1221]
	"野熊之", -- [1222]
	"野熊之", -- [1223]
	"野熊之", -- [1224]
	"野熊之", -- [1225]
	"野熊之", -- [1226]
	"野熊之", -- [1227]
	"野熊之", -- [1228]
	"野熊之", -- [1229]
	"野熊之", -- [1230]
	"野熊之", -- [1231]
	"野熊之", -- [1232]
	"野熊之", -- [1233]
	"野熊之", -- [1234]
	"野熊之", -- [1235]
	"野熊之", -- [1236]
	"野熊之", -- [1237]
	"野熊之", -- [1238]
	"野熊之", -- [1239]
	"野熊之", -- [1240]
	"野熊之", -- [1241]
	"野熊之", -- [1242]
	"野熊之", -- [1243]
	"野熊之", -- [1244]
	"野熊之", -- [1245]
	"野熊之", -- [1246]
	"野熊之", -- [1247]
	"野熊之", -- [1248]
	"野熊之", -- [1249]
	"野熊之", -- [1250]
	"野熊之", -- [1251]
	"野熊之", -- [1252]
	"野熊之", -- [1253]
	"野熊之", -- [1254]
	"野熊之", -- [1255]
	"野熊之", -- [1256]
	"野熊之", -- [1257]
	"野熊之", -- [1258]
	"野熊之", -- [1259]
	"野熊之", -- [1260]
	"野熊之", -- [1261]
	"野熊之", -- [1262]
	"野熊之", -- [1263]
	nil, -- [1264]
	nil, -- [1265]
	nil, -- [1266]
	"耐力之", -- [1267]
	"耐力之", -- [1268]
	"耐力之", -- [1269]
	"耐力之", -- [1270]
	"耐力之", -- [1271]
	"耐力之", -- [1272]
	"力量之", -- [1273]
	"力量之", -- [1274]
	"力量之", -- [1275]
	"力量之", -- [1276]
	"力量之", -- [1277]
	"力量之", -- [1278]
	"敏捷之", -- [1279]
	"敏捷之", -- [1280]
	"敏捷之", -- [1281]
	"敏捷之", -- [1282]
	"敏捷之", -- [1283]
	"敏捷之", -- [1284]
	"智力之", -- [1285]
	"智力之", -- [1286]
	"智力之", -- [1287]
	"智力之", -- [1288]
	"智力之", -- [1289]
	"智力之", -- [1290]
	"精神之", -- [1291]
	"精神之", -- [1292]
	"精神之", -- [1293]
	"精神之", -- [1294]
	"精神之", -- [1295]
	"精神之", -- [1296]
	nil, -- [1297]
	nil, -- [1298]
	nil, -- [1299]
	nil, -- [1300]
	nil, -- [1301]
	nil, -- [1302]
	nil, -- [1303]
	nil, -- [1304]
	nil, -- [1305]
	nil, -- [1306]
	"秘法抗性之", -- [1307]
	"秘法抗性之", -- [1308]
	"秘法抗性之", -- [1309]
	"秘法抗性之", -- [1310]
	"秘法抗性之", -- [1311]
	"秘法抗性之", -- [1312]
	"秘法抗性之", -- [1313]
	"秘法抗性之", -- [1314]
	"秘法抗性之", -- [1315]
	"秘法抗性之", -- [1316]
	"秘法抗性之", -- [1317]
	"秘法抗性之", -- [1318]
	"秘法抗性之", -- [1319]
	"秘法抗性之", -- [1320]
	"秘法抗性之", -- [1321]
	"秘法抗性之", -- [1322]
	"秘法抗性之", -- [1323]
	"秘法抗性之", -- [1324]
	"秘法抗性之", -- [1325]
	"秘法抗性之", -- [1326]
	"秘法抗性之", -- [1327]
	"秘法抗性之", -- [1328]
	"秘法抗性之", -- [1329]
	"秘法抗性之", -- [1330]
	"秘法抗性之", -- [1331]
	"秘法抗性之", -- [1332]
	"秘法抗性之", -- [1333]
	"秘法抗性之", -- [1334]
	"秘法抗性之", -- [1335]
	"秘法抗性之", -- [1336]
	"秘法抗性之", -- [1337]
	"秘法抗性之", -- [1338]
	"秘法抗性之", -- [1339]
	"秘法抗性之", -- [1340]
	"秘法抗性之", -- [1341]
	"秘法抗性之", -- [1342]
	"秘法抗性之", -- [1343]
	"秘法抗性之", -- [1344]
	"秘法抗性之", -- [1345]
	"秘法抗性之", -- [1346]
	"秘法抗性之", -- [1347]
	"秘法抗性之", -- [1348]
	"秘法抗性之", -- [1349]
	"秘法抗性之", -- [1350]
	"秘法抗性之", -- [1351]
	"秘法抗性之", -- [1352]
	"冰霜抗性之", -- [1353]
	"冰霜抗性之", -- [1354]
	"冰霜抗性之", -- [1355]
	"冰霜抗性之", -- [1356]
	"冰霜抗性之", -- [1357]
	"冰霜抗性之", -- [1358]
	"冰霜抗性之", -- [1359]
	"冰霜抗性之", -- [1360]
	"冰霜抗性之", -- [1361]
	"冰霜抗性之", -- [1362]
	"冰霜抗性之", -- [1363]
	"冰霜抗性之", -- [1364]
	"冰霜抗性之", -- [1365]
	"冰霜抗性之", -- [1366]
	"冰霜抗性之", -- [1367]
	"冰霜抗性之", -- [1368]
	"冰霜抗性之", -- [1369]
	"冰霜抗性之", -- [1370]
	"冰霜抗性之", -- [1371]
	"冰霜抗性之", -- [1372]
	"冰霜抗性之", -- [1373]
	"冰霜抗性之", -- [1374]
	"冰霜抗性之", -- [1375]
	"冰霜抗性之", -- [1376]
	"冰霜抗性之", -- [1377]
	"冰霜抗性之", -- [1378]
	"冰霜抗性之", -- [1379]
	"冰霜抗性之", -- [1380]
	"冰霜抗性之", -- [1381]
	"冰霜抗性之", -- [1382]
	"冰霜抗性之", -- [1383]
	"冰霜抗性之", -- [1384]
	"冰霜抗性之", -- [1385]
	"冰霜抗性之", -- [1386]
	"冰霜抗性之", -- [1387]
	"冰霜抗性之", -- [1388]
	"冰霜抗性之", -- [1389]
	"冰霜抗性之", -- [1390]
	"冰霜抗性之", -- [1391]
	"冰霜抗性之", -- [1392]
	"冰霜抗性之", -- [1393]
	"冰霜抗性之", -- [1394]
	"冰霜抗性之", -- [1395]
	"冰霜抗性之", -- [1396]
	"冰霜抗性之", -- [1397]
	"冰霜抗性之", -- [1398]
	"火焰抗性之", -- [1399]
	"火焰抗性之", -- [1400]
	"火焰抗性之", -- [1401]
	"火焰抗性之", -- [1402]
	"火焰抗性之", -- [1403]
	"火焰抗性之", -- [1404]
	"火焰抗性之", -- [1405]
	"火焰抗性之", -- [1406]
	"火焰抗性之", -- [1407]
	"火焰抗性之", -- [1408]
	"火焰抗性之", -- [1409]
	"火焰抗性之", -- [1410]
	"火焰抗性之", -- [1411]
	"火焰抗性之", -- [1412]
	"火焰抗性之", -- [1413]
	"火焰抗性之", -- [1414]
	"火焰抗性之", -- [1415]
	"火焰抗性之", -- [1416]
	"火焰抗性之", -- [1417]
	"火焰抗性之", -- [1418]
	"火焰抗性之", -- [1419]
	"火焰抗性之", -- [1420]
	"火焰抗性之", -- [1421]
	"火焰抗性之", -- [1422]
	"火焰抗性之", -- [1423]
	"火焰抗性之", -- [1424]
	"火焰抗性之", -- [1425]
	"火焰抗性之", -- [1426]
	"火焰抗性之", -- [1427]
	"火焰抗性之", -- [1428]
	"火焰抗性之", -- [1429]
	"火焰抗性之", -- [1430]
	"火焰抗性之", -- [1431]
	"火焰抗性之", -- [1432]
	"火焰抗性之", -- [1433]
	"火焰抗性之", -- [1434]
	"火焰抗性之", -- [1435]
	"火焰抗性之", -- [1436]
	"火焰抗性之", -- [1437]
	"火焰抗性之", -- [1438]
	"火焰抗性之", -- [1439]
	"火焰抗性之", -- [1440]
	"火焰抗性之", -- [1441]
	"火焰抗性之", -- [1442]
	"火焰抗性之", -- [1443]
	"火焰抗性之", -- [1444]
	"暗影抗性之", -- [1445]
	"暗影抗性之", -- [1446]
	"暗影抗性之", -- [1447]
	"暗影抗性之", -- [1448]
	"暗影抗性之", -- [1449]
	"暗影抗性之", -- [1450]
	"暗影抗性之", -- [1451]
	"暗影抗性之", -- [1452]
	"暗影抗性之", -- [1453]
	"暗影抗性之", -- [1454]
	"暗影抗性之", -- [1455]
	"暗影抗性之", -- [1456]
	"暗影抗性之", -- [1457]
	"暗影抗性之", -- [1458]
	"暗影抗性之", -- [1459]
	"暗影抗性之", -- [1460]
	"暗影抗性之", -- [1461]
	"暗影抗性之", -- [1462]
	"暗影抗性之", -- [1463]
	"暗影抗性之", -- [1464]
	"暗影抗性之", -- [1465]
	"暗影抗性之", -- [1466]
	"暗影抗性之", -- [1467]
	"暗影抗性之", -- [1468]
	"暗影抗性之", -- [1469]
	"暗影抗性之", -- [1470]
	"暗影抗性之", -- [1471]
	"暗影抗性之", -- [1472]
	"暗影抗性之", -- [1473]
	"暗影抗性之", -- [1474]
	"暗影抗性之", -- [1475]
	"暗影抗性之", -- [1476]
	"暗影抗性之", -- [1477]
	"暗影抗性之", -- [1478]
	"暗影抗性之", -- [1479]
	"暗影抗性之", -- [1480]
	"暗影抗性之", -- [1481]
	"暗影抗性之", -- [1482]
	"暗影抗性之", -- [1483]
	"暗影抗性之", -- [1484]
	"暗影抗性之", -- [1485]
	"暗影抗性之", -- [1486]
	"暗影抗性之", -- [1487]
	"暗影抗性之", -- [1488]
	"暗影抗性之", -- [1489]
	"暗影抗性之", -- [1490]
	"自然抗性之", -- [1491]
	"自然抗性之", -- [1492]
	"自然抗性之", -- [1493]
	"自然抗性之", -- [1494]
	"自然抗性之", -- [1495]
	"自然抗性之", -- [1496]
	"自然抗性之", -- [1497]
	"自然抗性之", -- [1498]
	"自然抗性之", -- [1499]
	"自然抗性之", -- [1500]
	"自然抗性之", -- [1501]
	"自然抗性之", -- [1502]
	"自然抗性之", -- [1503]
	"自然抗性之", -- [1504]
	"自然抗性之", -- [1505]
	"自然抗性之", -- [1506]
	"自然抗性之", -- [1507]
	"自然抗性之", -- [1508]
	"自然抗性之", -- [1509]
	"自然抗性之", -- [1510]
	"自然抗性之", -- [1511]
	"自然抗性之", -- [1512]
	"自然抗性之", -- [1513]
	"自然抗性之", -- [1514]
	"自然抗性之", -- [1515]
	"自然抗性之", -- [1516]
	"自然抗性之", -- [1517]
	"自然抗性之", -- [1518]
	"自然抗性之", -- [1519]
	"自然抗性之", -- [1520]
	"自然抗性之", -- [1521]
	"自然抗性之", -- [1522]
	"自然抗性之", -- [1523]
	"自然抗性之", -- [1524]
	"自然抗性之", -- [1525]
	"自然抗性之", -- [1526]
	"自然抗性之", -- [1527]
	"自然抗性之", -- [1528]
	"自然抗性之", -- [1529]
	"自然抗性之", -- [1530]
	"自然抗性之", -- [1531]
	"自然抗性之", -- [1532]
	"自然抗性之", -- [1533]
	"自然抗性之", -- [1534]
	"自然抗性之", -- [1535]
	"自然抗性之", -- [1536]
	nil, -- [1537]
	nil, -- [1538]
	nil, -- [1539]
	nil, -- [1540]
	nil, -- [1541]
	nil, -- [1542]
	nil, -- [1543]
	nil, -- [1544]
	nil, -- [1545]
	nil, -- [1546]
	"能量之", -- [1547]
	"能量之", -- [1548]
	"能量之", -- [1549]
	"能量之", -- [1550]
	"能量之", -- [1551]
	"能量之", -- [1552]
	"能量之", -- [1553]
	"能量之", -- [1554]
	"能量之", -- [1555]
	"能量之", -- [1556]
	"能量之", -- [1557]
	"能量之", -- [1558]
	"能量之", -- [1559]
	"能量之", -- [1560]
	"能量之", -- [1561]
	"能量之", -- [1562]
	"能量之", -- [1563]
	"能量之", -- [1564]
	"能量之", -- [1565]
	"能量之", -- [1566]
	"能量之", -- [1567]
	"能量之", -- [1568]
	"能量之", -- [1569]
	"能量之", -- [1570]
	"能量之", -- [1571]
	"能量之", -- [1572]
	"能量之", -- [1573]
	"能量之", -- [1574]
	"能量之", -- [1575]
	"能量之", -- [1576]
	"能量之", -- [1577]
	"能量之", -- [1578]
	"能量之", -- [1579]
	"能量之", -- [1580]
	"能量之", -- [1581]
	"能量之", -- [1582]
	"能量之", -- [1583]
	"能量之", -- [1584]
	"能量之", -- [1585]
	"能量之", -- [1586]
	"能量之", -- [1587]
	"能量之", -- [1588]
	"能量之", -- [1589]
	"能量之", -- [1590]
	"能量之", -- [1591]
	"能量之", -- [1592]
	nil, -- [1593]
	nil, -- [1594]
	nil, -- [1595]
	nil, -- [1596]
	nil, -- [1597]
	nil, -- [1598]
	nil, -- [1599]
	nil, -- [1600]
	nil, -- [1601]
	nil, -- [1602]
	nil, -- [1603]
	nil, -- [1604]
	nil, -- [1605]
	nil, -- [1606]
	"防禦之", -- [1607]
	"防禦之", -- [1608]
	"防禦之", -- [1609]
	"防禦之", -- [1610]
	"防禦之", -- [1611]
	"防禦之", -- [1612]
	"防禦之", -- [1613]
	"防禦之", -- [1614]
	"防禦之", -- [1615]
	"防禦之", -- [1616]
	"防禦之", -- [1617]
	"防禦之", -- [1618]
	"防禦之", -- [1619]
	"防禦之", -- [1620]
	"防禦之", -- [1621]
	"防禦之", -- [1622]
	"防禦之", -- [1623]
	"防禦之", -- [1624]
	"防禦之", -- [1625]
	"防禦之", -- [1626]
	"防禦之", -- [1627]
	"防禦之", -- [1628]
	"防禦之", -- [1629]
	"防禦之", -- [1630]
	"防禦之", -- [1631]
	"防禦之", -- [1632]
	"防禦之", -- [1633]
	"防禦之", -- [1634]
	"防禦之", -- [1635]
	"防禦之", -- [1636]
	"防禦之", -- [1637]
	nil, -- [1638]
	nil, -- [1639]
	nil, -- [1640]
	nil, -- [1641]
	nil, -- [1642]
	nil, -- [1643]
	nil, -- [1644]
	nil, -- [1645]
	nil, -- [1646]
	"格擋之", -- [1647]
	"格擋之", -- [1648]
	"格擋之", -- [1649]
	"格擋之", -- [1650]
	"格擋之", -- [1651]
	"格擋之", -- [1652]
	"格擋之", -- [1653]
	"格擋之", -- [1654]
	"格擋之", -- [1655]
	"格擋之", -- [1656]
	"格擋之", -- [1657]
	"格擋之", -- [1658]
	"格擋之", -- [1659]
	"格擋之", -- [1660]
	"格擋之", -- [1661]
	"格擋之", -- [1662]
	"格擋之", -- [1663]
	"格擋之", -- [1664]
	"格擋之", -- [1665]
	"格擋之", -- [1666]
	"格擋之", -- [1667]
	"格擋之", -- [1668]
	"格擋之", -- [1669]
	"格擋之", -- [1670]
	"格擋之", -- [1671]
	"格擋之", -- [1672]
	"格擋之", -- [1673]
	"格擋之", -- [1674]
	"格擋之", -- [1675]
	"格擋之", -- [1676]
	"格擋之", -- [1677]
	"格擋之", -- [1678]
	"格擋之", -- [1679]
	"格擋之", -- [1680]
	"格擋之", -- [1681]
	"格擋之", -- [1682]
	"格擋之", -- [1683]
	"格擋之", -- [1684]
	"格擋之", -- [1685]
	"格擋之", -- [1686]
	"格擋之", -- [1687]
	"格擋之", -- [1688]
	"格擋之", -- [1689]
	"格擋之", -- [1690]
	"格擋之", -- [1691]
	"格擋之", -- [1692]
	"格擋之", -- [1693]
	"格擋之", -- [1694]
	"格擋之", -- [1695]
	"格擋之", -- [1696]
	"格擋之", -- [1697]
	"格擋之", -- [1698]
	"格擋之", -- [1699]
	"格擋之", -- [1700]
	"格擋之", -- [1701]
	"格擋之", -- [1702]
	"格擋之", -- [1703]
	"精準之", -- [1704]
	"精準之", -- [1705]
	"精準之", -- [1706]
	"精準之", -- [1707]
	"精準之", -- [1708]
	"精準之", -- [1709]
	"精準之", -- [1710]
	"精準之", -- [1711]
	"精準之", -- [1712]
	"精準之", -- [1713]
	"精準之", -- [1714]
	"精準之", -- [1715]
	"精準之", -- [1716]
	"精準之", -- [1717]
	"精準之", -- [1718]
	"精準之", -- [1719]
	"精準之", -- [1720]
	"精準之", -- [1721]
	"精準之", -- [1722]
	"精準之", -- [1723]
	"精準之", -- [1724]
	"精準之", -- [1725]
	"精準之", -- [1726]
	"精準之", -- [1727]
	"精準之", -- [1728]
	"精準之", -- [1729]
	"精準之", -- [1730]
	"精準之", -- [1731]
	"精準之", -- [1732]
	"精準之", -- [1733]
	"精準之", -- [1734]
	"精準之", -- [1735]
	"精準之", -- [1736]
	"精準之", -- [1737]
	"精準之", -- [1738]
	"精準之", -- [1739]
	"精準之", -- [1740]
	"精準之", -- [1741]
	"閃避之", -- [1742]
	"閃避之", -- [1743]
	"閃避之", -- [1744]
	"閃避之", -- [1745]
	"閃避之", -- [1746]
	"閃避之", -- [1747]
	"閃避之", -- [1748]
	"閃避之", -- [1749]
	"閃避之", -- [1750]
	"閃避之", -- [1751]
	"閃避之", -- [1752]
	"閃避之", -- [1753]
	"閃避之", -- [1754]
	"閃避之", -- [1755]
	"閃避之", -- [1756]
	"閃避之", -- [1757]
	"閃避之", -- [1758]
	"閃避之", -- [1759]
	"閃避之", -- [1760]
	"閃避之", -- [1761]
	"閃避之", -- [1762]
	"閃避之", -- [1763]
	"閃避之", -- [1764]
	"閃避之", -- [1765]
	"閃避之", -- [1766]
	"閃避之", -- [1767]
	"閃避之", -- [1768]
	"閃避之", -- [1769]
	"閃避之", -- [1770]
	"閃避之", -- [1771]
	"閃避之", -- [1772]
	"閃避之", -- [1773]
	"閃避之", -- [1774]
	"閃避之", -- [1775]
	"閃避之", -- [1776]
	"閃避之", -- [1777]
	"閃避之", -- [1778]
	"閃避之", -- [1779]
	"閃避之", -- [1780]
	"閃避之", -- [1781]
	"閃避之", -- [1782]
	"閃避之", -- [1783]
	"閃避之", -- [1784]
	"閃避之", -- [1785]
	"閃避之", -- [1786]
	"閃避之", -- [1787]
	"閃避之", -- [1788]
	"閃避之", -- [1789]
	"閃避之", -- [1790]
	"閃避之", -- [1791]
	"閃避之", -- [1792]
	"閃避之", -- [1793]
	"閃避之", -- [1794]
	"閃避之", -- [1795]
	"閃避之", -- [1796]
	"閃避之", -- [1797]
	"閃避之", -- [1798]
	"秘法懲戒之", -- [1799]
	"秘法懲戒之", -- [1800]
	"秘法懲戒之", -- [1801]
	"秘法懲戒之", -- [1802]
	"秘法懲戒之", -- [1803]
	"秘法懲戒之", -- [1804]
	"秘法懲戒之", -- [1805]
	"秘法懲戒之", -- [1806]
	"秘法懲戒之", -- [1807]
	"秘法懲戒之", -- [1808]
	"秘法懲戒之", -- [1809]
	"秘法懲戒之", -- [1810]
	"秘法懲戒之", -- [1811]
	"秘法懲戒之", -- [1812]
	"秘法懲戒之", -- [1813]
	"秘法懲戒之", -- [1814]
	"秘法懲戒之", -- [1815]
	"秘法懲戒之", -- [1816]
	"秘法懲戒之", -- [1817]
	"秘法懲戒之", -- [1818]
	"秘法懲戒之", -- [1819]
	"秘法懲戒之", -- [1820]
	"秘法懲戒之", -- [1821]
	"秘法懲戒之", -- [1822]
	"秘法懲戒之", -- [1823]
	"秘法懲戒之", -- [1824]
	"秘法懲戒之", -- [1825]
	"秘法懲戒之", -- [1826]
	"秘法懲戒之", -- [1827]
	"秘法懲戒之", -- [1828]
	"秘法懲戒之", -- [1829]
	"秘法懲戒之", -- [1830]
	"秘法懲戒之", -- [1831]
	"秘法懲戒之", -- [1832]
	"秘法懲戒之", -- [1833]
	"秘法懲戒之", -- [1834]
	"秘法懲戒之", -- [1835]
	"秘法懲戒之", -- [1836]
	"暗影懲戒之", -- [1837]
	"暗影懲戒之", -- [1838]
	"暗影懲戒之", -- [1839]
	"暗影懲戒之", -- [1840]
	"暗影懲戒之", -- [1841]
	"暗影懲戒之", -- [1842]
	"暗影懲戒之", -- [1843]
	"暗影懲戒之", -- [1844]
	"暗影懲戒之", -- [1845]
	"暗影懲戒之", -- [1846]
	"暗影懲戒之", -- [1847]
	"暗影懲戒之", -- [1848]
	"暗影懲戒之", -- [1849]
	"暗影懲戒之", -- [1850]
	"暗影懲戒之", -- [1851]
	"暗影懲戒之", -- [1852]
	"暗影懲戒之", -- [1853]
	"暗影懲戒之", -- [1854]
	"暗影懲戒之", -- [1855]
	"暗影懲戒之", -- [1856]
	"暗影懲戒之", -- [1857]
	"暗影懲戒之", -- [1858]
	"暗影懲戒之", -- [1859]
	"暗影懲戒之", -- [1860]
	"暗影懲戒之", -- [1861]
	"暗影懲戒之", -- [1862]
	"暗影懲戒之", -- [1863]
	"暗影懲戒之", -- [1864]
	"暗影懲戒之", -- [1865]
	"暗影懲戒之", -- [1866]
	"暗影懲戒之", -- [1867]
	"暗影懲戒之", -- [1868]
	"暗影懲戒之", -- [1869]
	"暗影懲戒之", -- [1870]
	"暗影懲戒之", -- [1871]
	"暗影懲戒之", -- [1872]
	"暗影懲戒之", -- [1873]
	"暗影懲戒之", -- [1874]
	"火焰懲戒之", -- [1875]
	"火焰懲戒之", -- [1876]
	"火焰懲戒之", -- [1877]
	"火焰懲戒之", -- [1878]
	"火焰懲戒之", -- [1879]
	"火焰懲戒之", -- [1880]
	"火焰懲戒之", -- [1881]
	"火焰懲戒之", -- [1882]
	"火焰懲戒之", -- [1883]
	"火焰懲戒之", -- [1884]
	"火焰懲戒之", -- [1885]
	"火焰懲戒之", -- [1886]
	"火焰懲戒之", -- [1887]
	"火焰懲戒之", -- [1888]
	"火焰懲戒之", -- [1889]
	"火焰懲戒之", -- [1890]
	"火焰懲戒之", -- [1891]
	"火焰懲戒之", -- [1892]
	"火焰懲戒之", -- [1893]
	"火焰懲戒之", -- [1894]
	"火焰懲戒之", -- [1895]
	"火焰懲戒之", -- [1896]
	"火焰懲戒之", -- [1897]
	"火焰懲戒之", -- [1898]
	"火焰懲戒之", -- [1899]
	"火焰懲戒之", -- [1900]
	"火焰懲戒之", -- [1901]
	"火焰懲戒之", -- [1902]
	"火焰懲戒之", -- [1903]
	"火焰懲戒之", -- [1904]
	"火焰懲戒之", -- [1905]
	"火焰懲戒之", -- [1906]
	"火焰懲戒之", -- [1907]
	"火焰懲戒之", -- [1908]
	"火焰懲戒之", -- [1909]
	"火焰懲戒之", -- [1910]
	"火焰懲戒之", -- [1911]
	"火焰懲戒之", -- [1912]
	"神聖懲戒之", -- [1913]
	"神聖懲戒之", -- [1914]
	"神聖懲戒之", -- [1915]
	"神聖懲戒之", -- [1916]
	"神聖懲戒之", -- [1917]
	"神聖懲戒之", -- [1918]
	"神聖懲戒之", -- [1919]
	"神聖懲戒之", -- [1920]
	"神聖懲戒之", -- [1921]
	"神聖懲戒之", -- [1922]
	"神聖懲戒之", -- [1923]
	"神聖懲戒之", -- [1924]
	"神聖懲戒之", -- [1925]
	"神聖懲戒之", -- [1926]
	"神聖懲戒之", -- [1927]
	"神聖懲戒之", -- [1928]
	"神聖懲戒之", -- [1929]
	"神聖懲戒之", -- [1930]
	"神聖懲戒之", -- [1931]
	"神聖懲戒之", -- [1932]
	"神聖懲戒之", -- [1933]
	"神聖懲戒之", -- [1934]
	"神聖懲戒之", -- [1935]
	"神聖懲戒之", -- [1936]
	"神聖懲戒之", -- [1937]
	"神聖懲戒之", -- [1938]
	"神聖懲戒之", -- [1939]
	"神聖懲戒之", -- [1940]
	"神聖懲戒之", -- [1941]
	"神聖懲戒之", -- [1942]
	"神聖懲戒之", -- [1943]
	"神聖懲戒之", -- [1944]
	"神聖懲戒之", -- [1945]
	"神聖懲戒之", -- [1946]
	"神聖懲戒之", -- [1947]
	"神聖懲戒之", -- [1948]
	"神聖懲戒之", -- [1949]
	"神聖懲戒之", -- [1950]
	"冰霜懲戒之", -- [1951]
	"冰霜懲戒之", -- [1952]
	"冰霜懲戒之", -- [1953]
	"冰霜懲戒之", -- [1954]
	"冰霜懲戒之", -- [1955]
	"冰霜懲戒之", -- [1956]
	"冰霜懲戒之", -- [1957]
	"冰霜懲戒之", -- [1958]
	"冰霜懲戒之", -- [1959]
	"冰霜懲戒之", -- [1960]
	"冰霜懲戒之", -- [1961]
	"冰霜懲戒之", -- [1962]
	"冰霜懲戒之", -- [1963]
	"冰霜懲戒之", -- [1964]
	"冰霜懲戒之", -- [1965]
	"冰霜懲戒之", -- [1966]
	"冰霜懲戒之", -- [1967]
	"冰霜懲戒之", -- [1968]
	"冰霜懲戒之", -- [1969]
	"冰霜懲戒之", -- [1970]
	"冰霜懲戒之", -- [1971]
	"冰霜懲戒之", -- [1972]
	"冰霜懲戒之", -- [1973]
	"冰霜懲戒之", -- [1974]
	"冰霜懲戒之", -- [1975]
	"冰霜懲戒之", -- [1976]
	"冰霜懲戒之", -- [1977]
	"冰霜懲戒之", -- [1978]
	"冰霜懲戒之", -- [1979]
	"冰霜懲戒之", -- [1980]
	"冰霜懲戒之", -- [1981]
	"冰霜懲戒之", -- [1982]
	"冰霜懲戒之", -- [1983]
	"冰霜懲戒之", -- [1984]
	"冰霜懲戒之", -- [1985]
	"冰霜懲戒之", -- [1986]
	"冰霜懲戒之", -- [1987]
	"冰霜懲戒之", -- [1988]
	"自然懲戒之", -- [1989]
	"自然懲戒之", -- [1990]
	"自然懲戒之", -- [1991]
	"自然懲戒之", -- [1992]
	"自然懲戒之", -- [1993]
	"自然懲戒之", -- [1994]
	"自然懲戒之", -- [1995]
	"自然懲戒之", -- [1996]
	"自然懲戒之", -- [1997]
	"自然懲戒之", -- [1998]
	"自然懲戒之", -- [1999]
	"自然懲戒之", -- [2000]
	"自然懲戒之", -- [2001]
	"自然懲戒之", -- [2002]
	"自然懲戒之", -- [2003]
	"自然懲戒之", -- [2004]
	"自然懲戒之", -- [2005]
	"自然懲戒之", -- [2006]
	"自然懲戒之", -- [2007]
	"自然懲戒之", -- [2008]
	"自然懲戒之", -- [2009]
	"自然懲戒之", -- [2010]
	"自然懲戒之", -- [2011]
	"自然懲戒之", -- [2012]
	"自然懲戒之", -- [2013]
	"自然懲戒之", -- [2014]
	"自然懲戒之", -- [2015]
	"自然懲戒之", -- [2016]
	"自然懲戒之", -- [2017]
	"自然懲戒之", -- [2018]
	"自然懲戒之", -- [2019]
	"自然懲戒之", -- [2020]
	"自然懲戒之", -- [2021]
	"自然懲戒之", -- [2022]
	"自然懲戒之", -- [2023]
	"自然懲戒之", -- [2024]
	"自然懲戒之", -- [2025]
	"自然懲戒之", -- [2026]
	"治療之", -- [2027]
	"治療之", -- [2028]
	"治療之", -- [2029]
	"治療之", -- [2030]
	"治療之", -- [2031]
	"治療之", -- [2032]
	"治療之", -- [2033]
	"治療之", -- [2034]
	"治療之", -- [2035]
	"治療之", -- [2036]
	"治療之", -- [2037]
	"治療之", -- [2038]
	"治療之", -- [2039]
	"治療之", -- [2040]
	"治療之", -- [2041]
	"治療之", -- [2042]
	"治療之", -- [2043]
	"治療之", -- [2044]
	"治療之", -- [2045]
	"治療之", -- [2046]
	"治療之", -- [2047]
	"治療之", -- [2048]
	"治療之", -- [2049]
	"治療之", -- [2050]
	"治療之", -- [2051]
	"治療之", -- [2052]
	"治療之", -- [2053]
	"治療之", -- [2054]
	"治療之", -- [2055]
	"治療之", -- [2056]
	"治療之", -- [2057]
	"治療之", -- [2058]
	"治療之", -- [2059]
	"治療之", -- [2060]
	"治療之", -- [2061]
	"治療之", -- [2062]
	"治療之", -- [2063]
	"治療之", -- [2064]
	nil, -- [2065]
	nil, -- [2066]
	"專注之", -- [2067]
	"專注之", -- [2068]
	"專注之", -- [2069]
	"專注之", -- [2070]
	"專注之", -- [2071]
	"專注之", -- [2072]
	"專注之", -- [2073]
	"專注之", -- [2074]
	"專注之", -- [2075]
	"專注之", -- [2076]
	"專注之", -- [2077]
	"專注之", -- [2078]
	"專注之", -- [2079]
	"專注之", -- [2080]
	"專注之", -- [2081]
	"專注之", -- [2082]
	"專注之", -- [2083]
	"專注之", -- [2084]
	"專注之", -- [2085]
	"專注之", -- [2086]
	"專注之", -- [2087]
	"專注之", -- [2088]
	"專注之", -- [2089]
	"專注之", -- [2090]
	"專注之", -- [2091]
	"專注之", -- [2092]
	"專注之", -- [2093]
	"專注之", -- [2094]
	"專注之", -- [2095]
	"專注之", -- [2096]
	"專注之", -- [2097]
	"專注之", -- [2098]
	"專注之", -- [2099]
	"專注之", -- [2100]
	"專注之", -- [2101]
	"專注之", -- [2102]
	"專注之", -- [2103]
	"專注之", -- [2104]
	"再生之", -- [2105]
	"再生之", -- [2106]
	"再生之", -- [2107]
	"再生之", -- [2108]
	"再生之", -- [2109]
	"再生之", -- [2110]
	"再生之", -- [2111]
	"再生之", -- [2112]
	"再生之", -- [2113]
	"再生之", -- [2114]
	"再生之", -- [2115]
	"再生之", -- [2116]
	"再生之", -- [2117]
	"再生之", -- [2118]
	"再生之", -- [2119]
	"再生之", -- [2120]
	"再生之", -- [2121]
	"再生之", -- [2122]
	"再生之", -- [2123]
	"再生之", -- [2124]
	"再生之", -- [2125]
	"再生之", -- [2126]
	"再生之", -- [2127]
	"再生之", -- [2128]
	"再生之", -- [2129]
	"再生之", -- [2130]
	"再生之", -- [2131]
	"再生之", -- [2132]
	"再生之", -- [2133]
	"再生之", -- [2134]
	"再生之", -- [2135]
	"再生之", -- [2136]
	"再生之", -- [2137]
	"再生之", -- [2138]
	"再生之", -- [2139]
	"再生之", -- [2140]
	"再生之", -- [2141]
	"再生之", -- [2142]
	"巫術之", -- [2143]
	"巫術之", -- [2144]
	"巫術之", -- [2145]
	"恢復之", -- [2146]
	"恢復之", -- [2147]
	"恢復之", -- [2148]
	"打擊之", -- [2149]
	"打擊之", -- [2150]
	"打擊之", -- [2151]
	"巫術之", -- [2152]
	"恢復之", -- [2153]
	"打擊之", -- [2154]
	"巫術之", -- [2155]
	"恢復之", -- [2156]
	"打擊之", -- [2157]
	"打擊之", -- [2158]
	"巫術之", -- [2159]
	"恢復之", -- [2160]
	"巫術之", -- [2161]
	"恢復之", -- [2162]
	"打擊之", -- [2163]
	"屬性 15", -- [2164]
}